Repository: kjetilandre95-code/breedly
Catalog: lib/l10n/app_*.arb
Languages: da, fi, no, sv

# allFieldsEditable
source: All fields are editable. Tap ?? to change data.
da: Alle felter kan redigeres. Tryk på ✏️ for at ændre data.
fi: Kaikkia kenttiä voi muokata. Napauta ✏️ muuttaaksesi tietoja.
no: Alle felt kan redigeres. Trykk på ✏️ for å endre data.
sv: Alla fält kan redigeras. Tryck på ✏️ för att ändra data.

# regNoLabel
source: Reg. no.:
da: Reg.nr.:
fi: Rek.nro:
no: Reg.nr:
sv: Reg.nr.:

# bornLabel
source: Born:
da: Født:
fi: Syntynyt:
no: Født:
sv: Född:

# confidencePercent
source: Confidence: {confidence}
da: Sikkerhed: {confidence}
fi: Luotettavuus: {confidence}
no: Sikkerhet: {confidence}
sv: Säkerhet: {confidence}

source: Main dog
da: Hovedhund
fi: Pääkoira
no: Hovedhund
sv: Huvudhund

source: Sire
da: Far
fi: Isä
no: Far
sv: Fader

source: Dam
da: Mor
fi: Emä
no: Mor
sv: Moder

source: Paternal grandfather
da: Farfar
fi: Isänisä
no: Farfar
sv: Farfar

source: Paternal grandmother
da: Farmor
fi: Isänäiti
no: Farmor
sv: Farmor

source: Maternal grandfather
da: Morfar
fi: EmiÃ¤nisä
no: Morfar
sv: Morfar

source: Maternal grandmother
da: Mormor
fi: Emänäiti
no: Mormor
sv: Mormor

# greatGrandsirePP
source: Pat. great-grandsire
da: Farfarsfar
fi: Isänisänisä
no: Farfars far
sv: Farfarsfar

# greatGrandamPP
source: Pat. great-grandam
da: Farfarsmor
fi: Isänisänäiti
no: Farfars mor
sv: Farfarsmor

# greatGrandsirePM
source: Pat. great-grandsire (m)
da: Farmorsfar
fi: Isänäidinisä
no: Farmors far
sv: Farmorsfar

# greatGrandamPM
source: Pat. great-grandam (m)
da: Farmorsmor
fi: Isänäidinäiti
no: Farmors mor
sv: Farmorsmor

# greatGrandsireMP
source: Mat. great-grandsire
da: Morfarsfar
fi: Emänisänisä
no: Morfars far
sv: Morfarsfar

# greatGrandamMP
source: Mat. great-grandam
da: Morfarsmor
fi: Emänisänäiti
no: Morfars mor
sv: Morfarsmor

# greatGrandsireMM
source: Mat. great-grandsire (m)
da: Mormorsfar
fi: Emänäidinisä
no: Mormors far
sv: Mormorsfar

# greatGrandamMM
source: Mat. great-grandam (m)
da: Mormorsmor
fi: Emänäidinäiti
no: Mormors mor
sv: Mormorsmor

source: Edit dog
da: Rediger hund
fi: Muokkaa koiraa
no: Rediger hund
sv: Redigera hund

source: Reg. no.
da: Reg.nr.
fi: Rek.nro
no: Reg.nr
sv: Reg.nr.

# regNoHint
source: e.g. NO12345/2020
da: f.eks. DK12345/2020
fi: esim. FI12345/2020
no: f.eks. NO12345/2020
sv: t.ex. SE12345/2020

# dateFormatHint
source: dd.mm.yyyy
da: dd.mm.åååå
fi: pp.kk.vvvv
no: dd.mm.åååå
sv: dd.mm.åååå

source: Position in pedigree
da: Position i stamtavle
fi: Sijainti sukutaulussa
no: Posisjon i stamtavle
sv: Position i stamtavla

source: Settings saved!
da: Indstillinger gemt!
fi: Asetukset tallennettu!
no: Innstillinger lagret!
sv: Inställningar sparade!

source: Cloud-powered
da: Skydrevet
fi: Pilvipohjainen
no: Sky-drevet
sv: Molndriven

# scannerGeminiDescription
source: The scanner uses Gemini AI Vision via a secure cloud service. No API key is needed — just sign in and scan!
da: Scanneren bruger Gemini AI Vision via en sikker skytjeneste. Ingen API-nøgle er nødvendig — log bare ind og scan!
fi: Skanneri käyttää Gemini AI Visionia turvallisen pilvipalvelun kautta. API-avainta ei tarvita — kirjaudu vain sisään ja skannaa!
no: Skanneren bruker Gemini AI Vision via en sikker skytjeneste. Ingen API-nøkkel er nødvendig — bare logg inn og skann!
sv: Skannern använder Gemini AI Vision via en säker molntjänst. Ingen API-nyckel behövs — logga bara in och skanna!

source: Customize scanner
da: Tilpas scanneren
fi: Mukauta skanneria
no: Tilpass skanneren
sv: Anpassa skannern

# addKeywordsDescription
source: Add keywords for the scanner to look for in pedigree documents. The scanner uses these words to identify which dog is the main dog, sire, and dam. Example: If your pedigree has "Object:" before the main dog, add "object:" as a keyword for the main dog.
da: Tilføj nøgleord som scanneren skal lede efter i stamtavledokumenter.
fi: Lisää avainsanoja, joita skannerin tulisi etsiä sukutauluasiakirjoista.
no: Legg til nøkkelord som skanneren skal lete etter i stamtavle-dokumenter. Skanneren bruker disse ordene til å gjenkjenne hvilken hund som er hovedhund, far og mor. Eksempel: Hvis stamtavlen din har "Objekt:" foran hovedhunden, legg til "objekt:" som nøkkelord for hovedhund.
sv: Lägg till nyckelord som skannern ska leta efter i stamtavledokument.

source: Main dog keywords
da: Hovedhund-nøgleord
fi: Pääkoiran avainsanat
no: Hovedhund-nøkkelord
sv: Huvudhund-nyckelord

# wordsIdentifyMainDog
source: Words that identify the main dog in the pedigree
da: Ord der identificerer hovedhunden i stamtavlen
fi: Sanat, jotka tunnistavat pääkoiran sukutaulussa
no: Ord som identifiserer hovedhunden i stamtavlen
sv: Ord som identifierar huvudhunden i stamtavlan

source: Sire keywords
da: Far-nøgleord
fi: Isän avainsanat
no: Far-nøkkelord
sv: Fader-nyckelord

# wordsIdentifySire
source: Words that identify the sire/male
da: Ord der identificerer faderen/hanhunden
fi: Sanat, jotka tunnistavat isän/uroksen
no: Ord som identifiserer faren/hannhunden
sv: Ord som identifierar fadern/hanen

source: Dam keywords
da: Mor-nøgleord
fi: Emän avainsanat
no: Mor-nøkkelord
sv: Moder-nyckelord

# wordsIdentifyDam
source: Words that identify the dam/female
da: Ord der identificerer moderen/tæven
fi: Sanat, jotka tunnistavat emän/nartun
no: Ord som identifiserer moren/tispen
sv: Ord som identifierar moderen/tiken

source: Automatic learning
da: Automatisk læring
fi: Automaattinen oppiminen
no: Automatisk læring
sv: Automatisk inlärning

# automaticLearningDescription
source: The scanner learns automatically when you correct data: • If you change position (e.g. Sire → Main dog), it remembers • Next time similar patterns are recognized • The scanner also uses position in the image (top = main dog)
da: Scanneren lærer automatisk når du retter data: • Ændrer du position (f.eks. Far → Hovedhund), huskes det • Næste gang genkendes lignende mønstre • Scanneren bruger også position i billedet (top = hovedhund)
fi: Skanneri oppii automaattisesti kun korjaat tietoja: • Jos muutat sijaintia (esim. Isä → Pääkoira), se muistetaan • Seuraavalla kerralla samanlaiset mallit tunnistetaan • Skanneri käyttää myös sijaintia kuvassa (yläosa = pääkoira)
no: Skanneren lærer automatisk når du retter data: • Endrer du posisjon (f.eks. Far → Hovedhund), huskes det • Neste gang gjenkjennes lignende mønstre • Skanneren bruker også posisjon på bildet (topp = hovedhund)
sv: Skannern lär sig automatiskt när du rättar data: • Ändrar du position (t.ex. Far → Huvudhund), sparas det • Nästa gång känns liknande mönster igen • Skannern använder även position i bilden (topp = huvudhund)

source: Reset learning data
da: Nulstil læringsdata
fi: Nollaa oppimisdata
no: Nullstill læringsdata
sv: Återställ inlärningsdata

source: Your custom keywords:
da: Dine tilpassede nøgleord:
fi: Omat avainsanasi:
no: Dine tilpassede nøkkelord:
sv: Dina anpassade nyckelord:

# resetLearningDataTitle
source: Reset learning data?
da: Nulstil læringsdata?
fi: Nollaa oppimisdata?
no: Nullstill læringsdata?
sv: Återställ inlärningsdata?

# resetLearningDataBody
source: This will delete all saved corrections. The scanner will start fresh without previous learning.
da: Dette sletter alle gemte rettelser. Scanneren starter forfra uden tidligere læring.
fi: Tämä poistaa kaikki tallennetut korjaukset. Skanneri aloittaa alusta ilman aieampaa oppimista.
no: Dette sletter alle lagrede korrigeringer. Skanneren starter på nytt uten tidligere læring.
sv: Detta raderar alla sparade korrigeringar. Skannern startar om utan tidigare inlärning.

# resetAction
source: Reset
da: Nulstil
fi: Nollaa
no: Nullstill
sv: Återställ

source: Learning data reset
da: Læringsdata nulstillet
fi: Oppimisdata nollattu
no: Læringsdata nullstilt
sv: Inlärningsdata återställd

# newKeywordHint
source: New keyword...
da: Nyt nøgleord...
fi: Uusi avainsana...
no: Nytt nøkkelord...
sv: Nytt nyckelord...

# addDogLabel
source: Add dog
no: Legg til hund

source: Create Account
no: Opprett konto

# registerYourself
source: Sign up
no: Registrer deg

# createAccountSubtitle
source: Create an account to get started
no: Opprett en konto for å komme i gang

source: Full name
no: Fullt navn

# fullNameHint
source: John Doe
no: Ola Nordmann

# emailAddressLabel
source: Email address
no: E-postadresse

# emailHint
source: name@example.com
no: navn@eksempel.no

# passwordLabel
source: Password
no: Passord

# passwordHintText
source: At least 6 characters
no: Minst 6 tegn

# confirmPasswordLabel
source: Confirm password
no: Bekreft passord

# repeatPasswordHint
source: Repeat the password
no: Gjenta passordet

source: I agree to the
no: Jeg godtar

source: terms of use
no: vilkårene for bruk

# createAccountButton
source: Create account
no: Opprett konto

# alreadyHaveAccountQuestion
source: Already have an account?
no: Har du allerede en konto?

source: Log in
no: Logg inn

# pleaseEnterNameValidation
source: Please enter your name
no: Vennligst skriv inn navn

# pleaseEnterEmailValidation
source: Please enter an email address
no: Vennligst skriv inn e-postadresse

# invalidEmailValidation
source: Invalid email address
no: Ugyldig e-postadresse

# pleaseEnterPasswordValidation
source: Please enter a password
no: Vennligst skriv inn passord

# passwordMin6Chars
source: Password must be at least 6 characters
no: Passordet må være minst 6 tegn

# passwordsDoNotMatchValidation
source: Passwords do not match
no: Passordene stemmer ikke overens

# mustAcceptTerms
source: You must accept the terms of use
no: Du må godta vilkårene for bruk

# gen4PGFSire
source: P.GF's sire
no: Farfars fars far

# gen4PGFDam
source: P.GF's dam
no: Farfars fars mor

# gen4PGMSire
source: P.GM's sire
no: Farfars mors far

# gen4PGMDam
source: P.GM's dam
no: Farfars mors mor

# gen4PMFSire
source: P.MF's sire
no: Farmors fars far

# gen4PMFDam
source: P.MF's dam
no: Farmors fars mor

# gen4PMMSire
source: P.MM's sire
no: Farmors mors far

# gen4PMMDam
source: P.MM's dam
no: Farmors mors mor

# gen4MGFSire
source: M.GF's sire
no: Morfars fars far

# gen4MGFDam
source: M.GF's dam
no: Morfars fars mor

# gen4MGMSire
source: M.GM's sire
no: Morfars mors far

# gen4MGMDam
source: M.GM's dam
no: Morfars mors mor

# gen4MMFSire
source: M.MF's sire
no: Mormors fars far

# gen4MMFDam
source: M.MF's dam
no: Mormors fars mor

# gen4MMMSire
source: M.MM's sire
no: Mormors mors far

# gen4MMMDam
source: M.MM's dam
no: Mormors mors mor

source: Test Pedigree Scanner
da: Test stamtavlescanner
fi: Testaa sukutauluskanneri
no: Test stamtavleskanner
sv: Testa stamtavleskanner

source: Scan Result
da: Scanningsresultat
fi: Skannauksen tulos
no: Skanneresultat
sv: Skanningsresultat

# totalDogsFound
source: Total found: {count} dogs
da: Totalt fundet: {count} hunde
fi: Yhteensä löydetty: {count} koiraa
no: Totalt funnet: {count} hunder
sv: Totalt hittade: {count} hundar

# scanSuccessful
source: Successful: {value}
da: Vellykket: {value}
fi: Onnistunut: {value}
no: Vellykket: {value}
sv: Lyckad: {value}

# scanConfidence
source: Confidence
da: Konfidens
fi: Luotettavuus
no: Konfidens
sv: Konfidens

source: Test instructions
da: Testinstruktioner
fi: Testiohjeet
no: Testinstruksjoner
sv: Testinstruktioner

# testingScannerInfo
source: Testing pedigree scanner
da: Tester stamtavlescanner
fi: Sukutauluskannerin testaus
no: Tester stamtavleskanner
sv: Testar stamtavleskanner

# scannerUsesInfo
source: This function uses Google ML Kit for:
da: Denne funktion bruger Google ML Kit til:
fi: Tämä toiminto käyttää Google ML Kitiä:
no: Denne funksjonen bruker Google ML Kit til:
sv: Denna funktion använder Google ML Kit för:

# readTextFromImages
source: Read text from images (OCR)
da: Læse tekst fra billeder (OCR)
fi: Lue tekstiä kuvista (OCR)
no: Lese tekst fra bilder (OCR)
sv: Läsa text från bilder (OCR)

source: Find registration numbers
da: Finde registreringsnumre
fi: Etsi rekisterinumeroita
no: Finne registreringsnumre
sv: Hitta registreringsnummer

source: Identify dog names
da: Identificere hundenavne
fi: Tunnista koirien nimiä
no: Identifisere hundenavn
sv: Identifiera hundnamn

# recognizeParents
source: Recognize parents (Sire/Dam)
da: Genkende forældre (Far/Mor)
fi: Tunnista vanhemmat (Isä/Emä)
no: Gjenkjenne foreldre (Far/Mor)
sv: Känna igen föräldrar (Far/Mor)

source: Extract birth dates
da: Udtrække fødselsdatoer
fi: Poimi syntymäpäivät
no: Hente ut fødselsdatoer
sv: Hämta födelsedatum

# tipClearImage
source: Tip: Use a clear image of a pedigree for best results.
da: Tip: Brug et tydeligt billede af en stamtavle for bedste resultat.
fi: Vinkki: Käytä selvää kuvaa sukutaulusta parhaan tuloksen saamiseksi.
no: Tips: Bruk et tydelig bilde av en stamtavle for best resultat.
sv: Tips: Använd en tydlig bild av en stamtavla för bästa resultat.

# step1TakePhoto
source: Take a photo of a pedigree
da: Tag et foto af en stamtavle
fi: Ota kuva sukutaulusta
no: Ta et bilde av en stamtavle
sv: Ta ett foto av en stamtavla

# step2WaitProcessing
source: Wait while ML Kit processes the image
da: Vent mens ML Kit behandler billedet
fi: Odota kun ML Kit käsittelee kuvan
no: Vent mens ML Kit behandler bildet
sv: Vänta medan ML Kit bearbetar bilden

# step3SeeResults
source: See results and accuracy
da: Se resultater og nøjagtighed
fi: Näe tulokset ja tarkkuus
no: Se resultater og nøyaktighet
sv: Se resultat och noggrannhet

# step4EditData
source: Edit data if necessary
da: Rediger data om nødvendigt
fi: Muokkaa tietoja tarvittaessa
no: Rediger data om nødvendig
sv: Redigera data vid behov

# step5SaveDogs
source: Save dog(s) to the database
da: Gem hund(e) i databasen
fi: Tallenna koira(t) tietokantaan
no: Lagre hund(er) i databasen
sv: Spara hund(ar) i databasen

# exampleDataRecognized
source: Example data that can be recognized
da: Eksempeldata der kan genkendes
fi: Esimerkkidataa joka voidaan tunnistaa
no: Eksempeldata som kan gjenkjennes
sv: Exempeldata som kan kännas igen

source: Keywords
da: Nøgleord
fi: Avainsanat
no: Nøkkelord
sv: Nyckelord

# debugInfo
source: Debug information
da: Fejlsøgningsinformation
fi: Virheenjäljitystiedot
no: Feilsøkingsinformasjon
sv: Felsökningsinformation

source: Parents
da: Forældre
fi: Vanhemmat
no: Foreldre
sv: Föräldrar

source: Grandparents
da: Bedsteforældre
fi: Isovanhemmat
no: Besteforeldre
sv: Morföräldrar/Farföräldrar

# dogsFound
source: {count} dogs found
da: {count} hunde fundet
fi: {count} koiraa löydetty
no: {count} hunder funnet
sv: {count} hundar hittade

source: Dog already exists
da: Hunden findes allerede
fi: Koira on jo olemassa
no: Hunden finnes allerede
sv: Hunden finns redan

source: What do you want to do?
da: Hvad vil du gøre?
fi: Mitä haluat tehdä?
no: Hva vil du gjøre?
sv: Vad vill du göra?

source: Create new
da: Opret ny
fi: Luo uusi
no: Opprett ny
sv: Skapa ny

source: Use existing
da: Brug eksisterende
fi: Käytä olemassa olevaa
no: Bruk eksisterende
sv: Använd befintlig

source: Update data
da: Opdater data
fi: Päivitä tiedot
no: Oppdater data
sv: Uppdatera data

# dogAddedWithPedigree
source: {name} added with pedigree ({count} dogs total)
da: {name} tilføjet med stamtavle ({count} hunde i alt)
fi: {name} lisätty sukutaululla ({count} koiraa yhteensä)
no: {name} lagt til med stamtavle ({count} hunder totalt)
sv: {name} tillagd med stamtavla ({count} hundar totalt)

source: Dog updated
da: Hund opdateret
fi: Koira päivitetty
no: Hund oppdatert
sv: Hund uppdaterad

source: Date of death (optional)
da: Dødsdato (valgfrit)
fi: Kuolinpäivä (valinnainen)
no: Dødsdato (valgfritt)
sv: Dödsdatum (valfritt)

source: None selected
da: Ingen valgt
fi: Ei valittu
no: Ingen valgt
sv: Inget valt

source: Puppy added
da: Hvalp tilføjet
fi: Pentu lisätty
no: Valp lagt til
sv: Valp tillagd

# puppyNameLabel
source: Puppy name
da: Hvalpens navn
fi: Pennun nimi
no: Valpens navn
sv: Valpens namn

source: Birth weight (grams)
da: Fødselsvægt (gram)
fi: Syntymäpaino (grammaa)
no: Fødselsvekt (gram)
sv: Födelsevikt (gram)

# birthNotes
source: Birth notes (e.g. assistance required)
da: Fødselsnoter (f.eks. assistance nødvendig)
fi: Syntymämuistiinpanot (esim. avustus tarpeen)
no: Fødselsnotater (f.eks. assistanse nødvendig)
sv: Födelseanteckningar (t.ex. assistans krävdes)

# healthAndDocumentation
source: Health & documentation
da: Sundhed og dokumentation
fi: Terveys ja dokumentaatio
no: Helse og dokumentasjon
sv: Hälsa och dokumentation

source: Vaccinated
da: Vaccineret
fi: Rokotettu
no: Vaksinert
sv: Vaccinerad

source: Dewormed
da: Ormebehandlet
fi: Madotettu
no: Ormekur
sv: Avmaskad

source: Microchipped
da: Mikrochippet
fi: Mikrosirullinen
no: Mikrochippet
sv: Microchippad

source: Save puppy
da: Gem hvalp
fi: Tallenna pentu
no: Lagre valp
sv: Spara valp

source: Contracts
da: Kontrakter
fi: Sopimukset
no: Kontrakter
sv: Kontrakt

source: Purchase Contracts
da: Købskontrakter
fi: Kauppasopimukset
no: Kjøpskontrakter
sv: Köpekontrakt

source: Reservations
da: Reservationer
fi: Varaukset
no: Reservasjoner
sv: Reservationer

source: Breeding Contracts
da: Avlskontrakter
fi: Jalostussopimukset
no: Avlskontrakter
sv: Avelskontrakt

source: Co-Ownership
da: Medejerskab
fi: Yhteisomistus
no: Sameie
sv: Samägande

source: Foster Contracts
da: Plejekontrakter
fi: Sijaiskotisopimukset
no: Fosterkontrakter
sv: Fosterkontrakt

source: Purchase contract deleted
da: Købskontrakt slettet
fi: Kauppasopimus poistettu
no: Kjøpskontrakt slettet
sv: Köpekontrakt borttaget

source: Reservation contract deleted
da: Reservationskontrakt slettet
fi: Varaussopimus poistettu
no: Reservasjonskontrakt slettet
sv: Reservationskontrakt borttaget

source: Breeding contract deleted
da: Avlskontrakt slettet
fi: Jalostussopimus poistettu
no: Avlskontrakt slettet
sv: Avelskontrakt borttaget

source: Co-ownership contract deleted
da: Medejerskabskontrakt slettet
fi: Yhteisomistussopimus poistettu
no: Sameiekontrakt slettet
sv: Samägandekontrakt borttaget

source: Foster contract deleted
da: Plejekontrakt slettet
fi: Sijaiskotisopimus poistettu
no: Fosterkontrakt slettet
sv: Fosterkontrakt borttaget

source: Select sire and dam
da: Vælg far og mor
fi: Valitse isä ja emä
no: Velg far og mor
sv: Välj far och mor

source: Enter stud fee
da: Indtast avlsgebyr
fi: Syötä astutusmaksu
no: Oppgi dekningsavgift
sv: Ange avelsavgift

# errorGenerating
source: Error generating: {error}
da: Fejl ved generering: {error}
fi: Virhe luotaessa: {error}
no: Feil ved generering: {error}
sv: Fel vid generering: {error}

source: Contract generated!
da: Kontrakt genereret!
fi: Sopimus luotu!
no: Kontrakt generert!
sv: Kontrakt genererat!

# selectStud
source: Select stud dog
da: Vælg avlshan
fi: Valitse siitoskoira
no: Velg avlshann
sv: Välj avelshane

source: Stud owner (name)
da: Avlshundens ejer (navn)
fi: Siitoskoiran omistaja (nimi)
no: Hannhundens eier (navn)
sv: Avelshundens ägare (namn)

# selectDamForContract
source: Select dam
da: Vælg tæve
fi: Valitse narttu
no: Velg tispe
sv: Välj tik

source: Dam owner (name)
da: Tævens ejer (navn)
fi: Nartun omistaja (nimi)
no: Tispens eier (navn)
sv: Tikens ägare (namn)

source: Amount (NOK)
da: Beløb (NOK)
fi: Summa (NOK)
no: Beløp (NOK)
sv: Belopp (NOK)

# paymentTermsHint
source: E.g. "Payment at mating"
da: F.eks. "Betaling ved parring"
fi: Esim. "Maksu astutuksen yhteydessä"
no: F.eks. "Betaling ved paring"
sv: T.ex. "Betalning vid parning"

# additionalTermsHint
source: Add special terms...
da: Tilføj særlige vilkår...
fi: Lisää erityisehtoja...
no: Legg til spesielle vilkår...
sv: Lägg till specialvillkor...

source: Search buyer...
da: Søg køber...
fi: Etsi ostajaa...
no: Søk kjøper...
sv: Sök köpare...

source: Remove filter
da: Fjern filter
fi: Poista suodatin
no: Fjern filter
sv: Ta bort filter

source: All litters
da: Alle kuld
fi: Kaikki pentueet
no: Alle kull
sv: Alla kullar

source: Reservation removed
da: Reservation fjernet
fi: Varaus poistettu
no: Reservasjon fjernet
sv: Reservation borttagen

# pleaseSelectPuppy
source: Please select a puppy
da: Vælg venligst en hvalp
fi: Valitse pentu
no: Vennligst velg en valp
sv: Vänligen välj en valp

source: Delete dog
da: Slet hund
fi: Poista koira
no: Slett hund
sv: Ta bort hund

source: Add heat date
da: Tilføj løbetidsdato
fi: Lisää kiimapäivä
no: Legg til løpetid
sv: Lägg till brunstdatum

# createBreedingContract
source: Create contract for mating services
da: Opret kontrakt for parringstjenester
fi: Luo sopimus astutuspalveluista
no: Opprett kontrakt for paringstjenester
sv: Skapa kontrakt för parningstjänster

source: Co-ownership agreement
da: Medejerskabsaftale
fi: Yhteisomistussopimus
no: Sameieavtale
sv: Samägandeavtal

# createCoOwnershipAgreement
source: Create agreement for shared ownership
da: Opret aftale for delt ejerskab
fi: Luo sopimus jaetusta omistuksesta
no: Opprett avtale for delt eierskap
sv: Skapa avtal för delat ägande

source: Foster agreement
da: Plejeaftale
fi: Sijaiskotisopimus
no: Fosteravtale
sv: Fosteravtal

# createFosterAgreement
source: Create agreement for foster care
da: Opret aftale for plejefamilie
fi: Luo sopimus sijaiskodista
no: Opprett avtale for fosterhjem
sv: Skapa avtal för fosterhem

source: Heat date added
da: Løbetidsdato tilføjet
fi: Kiimapäivä lisätty
no: Løpetidsdato lagt til
sv: Brunstdatum tillagt

# confirmDeleteHeatDate
source: Are you sure you want to delete this heat date?
da: Er du sikker på, at du vil slette denne løbetidsdato?
fi: Haluatko varmasti poistaa tämän kiimapäivän?
no: Er du sikker på at du vil slette denne løpetidsdatoen?
sv: Är du säker på att du vill ta bort detta brunstdatum?

source: Heat date deleted
da: Løbetidsdato slettet
fi: Kiimapäivä poistettu
no: Løpetidsdato slettet
sv: Brunstdatum borttaget

source: Add championship
da: Tilføj championat
fi: Lisää mestaruus
no: Legg til championat
sv: Lägg till championat

source: Enter other title
da: Indtast anden titel
fi: Syötä muu titteli
no: Skriv inn annen tittel
sv: Ange annan titel

source: Select from list
da: Vælg fra liste
fi: Valitse listalta
no: Velg fra liste
sv: Välj från lista

# titleAlreadyRegistered
source: This title is already registered
da: Denne titel er allerede registreret
fi: Tämä titteli on jo rekisteröity
no: Denne tittelen er allerede registrert
sv: Denna titel är redan registrerad

source: Remove championship
da: Fjern championat
fi: Poista mestaruus
no: Fjern championat
sv: Ta bort championat

# confirmRemoveChampionship
source: Are you sure you want to remove "{title}"?
da: Er du sikker på, at du vil fjerne "{title}"?
fi: Haluatko varmasti poistaa tittelin "{title}"?
no: Er du sikker på at du vil fjerne "{title}"?
sv: Är du säker på att du vill ta bort "{title}"?

source: Add mating
da: Tilføj parring
fi: Lisää astutus
no: Legg til paring
sv: Lägg till parning

source: External dam
da: Ekstern tæve
fi: Ulkopuolinen narttu
no: Ekstern tispe
sv: Extern tik

source: Mating added
da: Parring tilføjet
fi: Astutus lisätty
no: Paring lagt til
sv: Parning tillagd

source: Edit mating
da: Rediger parring
fi: Muokkaa astutusta
no: Rediger paring
sv: Redigera parning

source: Mating updated
da: Parring opdateret
fi: Astutus päivitetty
no: Paring oppdatert
sv: Parning uppdaterad

source: Mating deleted
da: Parring slettet
fi: Astutus poistettu
no: Paring slettet
sv: Parning borttagen

# healthTitle
source: Health - {name}
da: Sundhed - {name}
fi: Terveys - {name}
no: Helse - {name}
sv: Hälsa - {name}

# healthStatusTab
source: Health Status
da: Sundhedsstatus
fi: Terveydentila
no: Helsestatus
sv: Hälsostatus

# vaccinesTab
source: Vaccines
da: Vacciner
fi: Rokotukset
no: Vaksiner
sv: Vacciner

# vetTab
source: Veterinary
da: Veterinær
fi: Eläinlääkäri
no: Veterinær
sv: Veterinär

# treatmentsTab
source: Treatments
da: Behandlinger
fi: Hoidot
no: Behandlinger
sv: Behandlingar

# dnaTestsTab
source: DNA Tests
fi: DNA-testit
no: DNA-tester
sv: DNA-tester

# weightTab
source: Weight
da: Vægt
fi: Paino
no: Vekt
sv: Vikt
