Repository: kjetilandre95-code/breedly
Catalog: lib/l10n/app_*.arb
Languages: da, fi, no, sv

# hormonesTab
source: Hormones
da: Hormoner
fi: Hormonit
no: Hormoner
sv: Hormoner

# addHealthInfo
source: Add health information
da: Tilføj sundhedsinformation
fi: Lisää terveystietoja
no: Legg til helseinformasjon
sv: Lägg till hälsoinformation

# healthInfoNotFound
source: Health information not found
da: Sundhedsinformation ikke fundet
fi: Terveystietoja ei löytynyt
no: Helseinformasjon ikke funnet
sv: Hälsoinformation hittades inte

source: Add vaccine
da: Tilføj vaccine
fi: Lisää rokote
no: Legg til vaksine
sv: Lägg till vaccin

# deleteHealthInfo
source: Delete health information?
da: Slet sundhedsinformation?
fi: Poista terveystiedot?
no: Slette helseinformasjon?
sv: Ta bort hälsoinformation?

# offlineChangesLocal
source: Offline - changes saved locally
da: Offline – ændringer gemt lokalt
fi: Offline – muutokset tallennettu paikallisesti
no: Frakoblet – endringer lagret lokalt
sv: Offline – ändringar sparade lokalt

# registrationNumberColon
source: Registration number:
da: Registreringsnummer:
fi: Rekisterinumero:
no: Registreringsnummer:
sv: Registreringsnummer:

source: Registration number (optional)
da: Registreringsnummer (valgfrit)
fi: Rekisterinumero (valinnainen)
no: Registreringsnummer (valgfritt)
sv: Registreringsnummer (valfritt)

source: Add puppy
da: Tilføj hvalp
fi: Lisää pentu
no: Legg til valp
sv: Lägg till valp

# birthTimeLabel
source: Birth time
da: Fødselstidspunkt
fi: Syntymäaika
no: Fdselstidspunkt
sv: Födelsetid

source: Birth time (optional)
da: Fødselstidspunkt (valgfrit)
fi: Syntymäaika (valinnainen)
no: Fødselstidspunkt (valgfritt)
sv: Födselstid (valfritt)

# pleaseEnterColor
source: Please enter a color
da: Indtast en farve
fi: Syötä väri
no: Vennligst skriv inn farge
sv: Ange en färg

# dogWasDeleted
source: «{name}» was deleted
da: «{name}» blev slettet
fi: «{name}» poistettiin
no: «{name}» ble slettet
sv: «{name}» har raderats

# couldNotDelete
source: Could not delete: {error}
da: Kunne ikke slette: {error}
fi: Poistaminen epäonnistui: {error}
no: Kunne ikke slette: {error}
sv: Kunde inte radera: {error}

# confirmDeleteDogMessage
source: Are you sure you want to delete «{name}»? This removes the dog and all associated data. This action cannot be undone.
da: Er du sikker på, at du vil slette «{name}»? Dette fjerner hunden og alle tilknyttede data. Handlingen kan ikke fortrydes.
fi: Haluatko varmasti poistaa «{name}»? Tämä poistaa koiran ja kaikki siihen liittyvät tiedot. Toimintoa ei voi kumota.
no: Er du sikker på at du vil slette «{name}»? Dette fjerner hunden og alle tilknyttede data. Handlingen kan ikke angres.
sv: Är du säker på att du vill radera «{name}»? Detta tar bort hunden och all tillhörande data. Åtgärden kan inte ångras.

source: Health information
da: Sundhedsinformation
fi: Terveystiedot
no: Helseopplysninger
sv: Hälsoinformation

# noHealthInfoRegistered
source: No health information registered
da: Ingen sundhedsinformation registreret
fi: Ei terveystietoja rekisteröity
no: Ingen helseopplysninger registrert
sv: Ingen hälsoinformation registrerad

# addHealthInfoFor
source: Add health information for {name}
da: Tilføj sundhedsinformation for {name}
fi: Lisää terveystietoja kohteelle {name}
no: Legg til helseopplysninger for {name}
sv: Lägg till hälsoinformation för {name}

source: Health status
da: Sundhedsstatus
fi: Terveydentila
no: Helsestatus
sv: Hälsostatus

source: Remarks
da: Bemærkninger
fi: Huomautukset
no: Merknader
sv: Anmärkningar

# dateWithValue
source: Date: {date}
da: Dato: {date}
fi: Päivämäärä: {date}
no: Dato: {date}
sv: Datum: {date}

source: No vaccines registered
da: Ingen vacciner registreret
fi: Ei rokotuksia rekisteröity
no: Ingen vaksiner registrert
sv: Inga vacciner registrerade

# addVaccinesFor
source: Add vaccines for {name}
da: Tilføj vacciner for {name}
fi: Lisää rokotukset kohteelle {name}
no: Legg til vaksiner for {name}
sv: Lägg till vacciner för {name}

# takenWithDate
source: Taken: {value}
da: Taget: {value}
fi: Annettu: {value}
no: Tatt: {value}
sv: Tagen: {value}

# overdueLabel
source: Overdue
da: Forsinket
fi: Myöhässä
no: Forfalt
sv: Försenad

# alertLabel
source: Alert
da: Advarsel
fi: Hälytys
no: Varsel
sv: Varning

# nextDoseWithDate
source: Next dose: {value}
da: Næste dosis: {value}
fi: Seuraava annos: {value}
no: Neste dose: {value}
sv: Nästa dos: {value}

# veterinarianWithName
source: Veterinarian: {value}
da: Dyrlæge: {value}
fi: Eläinlääkäri: {value}
no: Veterinær: {value}
sv: Veterinär: {value}

# noProgesteroneMeasurements
source: No progesterone measurements registered
da: Ingen progesteronmålinger registreret
fi: Ei progesteronimittauksia rekisteröity
no: Ingen progesteronmålinger registrert
sv: Inga progesteronmätningar registrerade

# addProgesteroneTracking
source: Add progesterone measurements to track {name}'s cycle
da: Tilføj progesteronmålinger for at følge {name}s cyklus
fi: Lisää progesteronimittauksia seurataksesi {name}n kiertoa
no: Legg til progesteronmålinger for å følge {name}s syklus
sv: Lägg till progesteronmätningar för att följa {name}s cykel

# confirmDeleteProgesterone
source: Are you sure you want to delete this progesterone measurement?
da: Er du sikker på, at du vil slette denne progesteronmåling?
fi: Haluatko varmasti poistaa tämän progesteronimittauksen?
no: Er du sikker på at du vil slette denne progesteronmålingen?
sv: Är du säker på att du vill ta bort denna progesteronmätning?

# vetVisits
source: Veterinary visits
da: Dyrlægebesøg
fi: Eläinlääkärikäynnit
no: Veterinærbesøk
sv: Veterinärbesök

source: Add visit
da: Tilføj besøg
fi: Lisää käynti
no: Legg til besøk
sv: Lägg till besök

# noVetVisitsRegistered
source: No veterinary visits registered
da: Ingen dyrlægebesøg registreret
fi: Ei eläinlääkärikäyntejä rekisteröity
no: Ingen veterinærbesøk registrert
sv: Inga veterinärbesök registrerade

# addVetVisitsFor
source: Add veterinary visits for {name}
da: Tilføj dyrlægebesøg for {name}
fi: Lisää eläinlääkärikäynnit kohteelle {name}
no: Legg til veterinærbesøk for {name}
sv: Lägg till veterinärbesök för {name}

# visitTypeRoutine
source: Routine check
da: Rutinekontrol
fi: Rutiinitarkastus
no: Rutinekontroll
sv: Rutinkontroll

# visitTypeEmergency
source: Emergency
da: Akut
fi: Hätätapaus
no: Akutt
sv: Akut

# visitTypeSurgery
source: Surgery
da: Operation
fi: Leikkaus
no: Operasjon
sv: Operation

# visitTypeVaccination
source: Vaccination
fi: Rokotus
no: Vaksinering

# visitTypeFollowup
source: Follow-up
da: Opfølgning
fi: Seurantakäynti
no: Oppfølging
sv: Uppföljning

# visitTypeOther
source: Other
da: Andet
fi: Muu
no: Annet
sv: Annat

# reasonWithValue
source: Reason: {value}
da: Årsag: {value}
fi: Syy: {value}
no: Årsak: {value}
sv: Orsak: {value}

# diagnosisWithValue
source: Diagnosis: {value}
da: Diagnose: {value}
fi: Diagnoosi: {value}
no: Diagnose: {value}
sv: Diagnos: {value}

# treatmentWithValue
source: Treatment: {value}
da: Behandling: {value}
fi: Hoito: {value}
no: Behandling: {value}
sv: Behandling: {value}

# costWithValue
source: Cost: {value} kr
da: Omkostning: {value} kr
fi: Kustannus: {value} kr
no: Kostnad: {value} kr
sv: Kostnad: {value} kr

# followUpWithDate
source: Follow-up: {value}
da: Opfølgning: {value}
fi: Seuranta: {value}
no: Oppfølging: {value}
sv: Uppföljning: {value}

source: Add treatment
da: Tilføj behandling
fi: Lisää hoito
no: Legg til behandling
sv: Lägg till behandling

source: No treatments registered
da: Ingen behandlinger registreret
fi: Ei hoitoja rekisteröity
no: Ingen behandlinger registrert
sv: Inga behandlingar registrerade

# addTreatmentsSubtitle
source: Add deworming, flea/tick treatments, etc.
da: Tilføj ormebehandlinger, loppe-/flåtbehandling osv.
fi: Lisää matokuurit, kirppu-/punkkihoidot jne.
no: Legg til ormebehandlinger, lopper/flått osv.
sv: Lägg till avmaskning, lopp-/fästingbehandling m.m.

# treatmentTypeDeworming
source: Deworming
da: Ormekur
fi: Matokuuri
no: Ormekur
sv: Avmaskning

# treatmentTypeFlea
source: Flea treatment
da: Loppebehandling
fi: Kirppuhoito
no: Loppebehandling
sv: Loppbehandling

# treatmentTypeTick
source: Tick treatment
da: Flåtbehandling
fi: Punkkihoito
no: Flåttbehandling
sv: Fästingbehandling

# treatmentTypeMedication
source: Medication
da: Medicin
fi: Lääke
no: Medisin
sv: Medicin

# treatmentTypeSupplement
source: Supplement
da: Kosttilskud
fi: Ravintolisä
no: Kosttilskudd
sv: Kosttillskott

# treatmentTypeOther
source: Other
da: Andet
fi: Muu
no: Annet
sv: Annat

source: Register new dose
da: Registrer ny dosis
fi: Rekisteröi uusi annos
no: Registrer ny dose
sv: Registrera ny dos

# lastGivenWithDate
source: Last given: {value}
da: Sidst givet: {value}
fi: Viimeksi annettu: {value}
no: Sist gitt: {value}
sv: Senast given: {value}

# dosageWithValue
source: Dosage: {value}
da: Dosering: {value}
fi: Annostus: {value}
no: Dosering: {value}
sv: Dosering: {value}

# manufacturerWithValue
source: Manufacturer: {value}
da: Producent: {value}
fi: Valmistaja: {value}
no: Produsent: {value}
sv: Tillverkare: {value}

# nextWithDate
source: Next: {value}
da: Næste: {value}
fi: Seuraava: {value}
no: Neste: {value}
sv: Nästa: {value}

# newDoseRegistered
source: New dose of {name} registered
da: Ny dosis af {name} registreret
fi: Uusi annos {name} rekisteröity
no: Ny dose av {name} registrert
sv: Ny dos av {name} registrerad

source: No DNA tests registered
da: Ingen DNA-tests registreret
fi: Ei DNA-testejä rekisteröity
no: Ingen DNA-tester registrert
sv: Inga DNA-tester registrerade

source: Add DNA test
da: Tilføj DNA-test
fi: Lisää DNA-testi
no: Legg til DNA-test
sv: Lägg till DNA-test

# addGeneticTestsFor
source: Add genetic tests for {name}
da: Tilføj genetiske test for {name}
fi: Lisää geenitestit kohteelle {name}
no: Legg til genetiske tester for {name}
sv: Lägg till genetiska tester för {name}

# testedWithDate
source: Tested: {value}
da: Testet: {value}
fi: Testattu: {value}
no: Testet: {value}
sv: Testad: {value}

# laboratoryWithValue
source: Laboratory: {value}
da: Laboratorium: {value}
fi: Laboratorio: {value}
no: Laboratorium: {value}
sv: Laboratorium: {value}

# certificateNoWithValue
source: Certificate no: {value}
da: Certifikatnr: {value}
fi: Todistusnro: {value}
no: Sertifikatnr: {value}
sv: Certifikatnr: {value}

source: Weight history
da: Vægthistorik
fi: Painohistoria
no: Vekthistorikk
sv: Vikthistorik

source: Add weight
da: Tilføj vægt
fi: Lisää paino
no: Legg til vekt
sv: Lägg till vikt

source: No weight records
da: Ingen vægtregistreringer
fi: Ei painorekisteröintejä
no: Ingen vektregistreringer
sv: Inga viktregistreringar

# trackWeightFor
source: Track {name}'s weight development
da: Følg {name}s vægtudvikling
fi: Seuraa {name}n painonkehitystä
no: Følg {name}s vektutvikling
sv: Följ {name}s viktutveckling

source: Current weight
da: Nuværende vægt
fi: Nykyinen paino
no: Nåværende vekt
sv: Nuvarande vikt

# changeLabel
source: Change
da: Ændre
fi: Muuta
no: Endre
sv: Ändra

source: Delete weight record?
da: Slet vægtregistrering?
fi: Poista painorekisteröinti?
no: Slett vektregistrering?
sv: Ta bort viktregistrering?

# confirmDeleteWeightRecord
source: Are you sure you want to delete this record?
da: Er du sikker på, at du vil slette denne registrering?
fi: Haluatko varmasti poistaa tämän rekisteröinnin?
no: Er du sikker på at du vil slette denne registreringen?
sv: Är du säker på att du vill ta bort denna registrering?

# confirmDeleteHealthInfo
source: Are you sure you want to delete this health information?
da: Er du sikker på, at du vil slette denne sundhedsinformation?
fi: Haluatko varmasti poistaa nämä terveystiedot?
no: Er du sikker på at du vil slette disse helseopplysningene?
sv: Är du säker på att du vill ta bort denna hälsoinformation?

# hdDateLabel
source: HD date
da: HD-dato
fi: HD-päivä
no: HD dato
sv: HD-datum

# adGrade0
source: Grade 0 (Clear)
da: Grad 0 (Fri)
fi: Aste 0 (Vapaa)
no: Grad 0 (Fri)
sv: Grad 0 (Fri)

# adGrade1
source: Grade 1 (Mild)
da: Grad 1 (Svag)
fi: Aste 1 (Lievä)
no: Grad 1 (Svak)
sv: Grad 1 (Svag)

# adGrade2
source: Grade 2 (Moderate)
da: Grad 2 (Moderat)
fi: Aste 2 (Kohtalainen)
no: Grad 2 (Moderat)
sv: Grad 2 (Måttlig)

# adGrade3
source: Grade 3 (Severe)
da: Grad 3 (Stærk)
fi: Aste 3 (Vakava)
no: Grad 3 (Sterk)
sv: Grad 3 (Svår)

source: Select AD Status
da: Vælg AD-status
fi: Valitse AD-status
no: Velg AD Status
sv: Välj AD-status

source: None (remove selection)
da: Ingen (fjern valg)
fi: Ei mitään (poista valinta)
no: Ingen (fjern valg)
sv: Ingen (ta bort val)

# adDateLabel
source: AD date
da: AD-dato
fi: AD-päivä
no: AD dato
sv: AD-datum

# patellaGrade0
source: Grade 0 (Normal)
da: Grad 0 (Normal)
fi: Aste 0 (Normaali)
no: Grad 0 (Normal)
sv: Grad 0 (Normal)

# patellaGrade1
source: Grade 1
da: Grad 1
fi: Aste 1
no: Grad 1
sv: Grad 1

# patellaGrade2
source: Grade 2
da: Grad 2
fi: Aste 2
no: Grad 2
sv: Grad 2

# patellaGrade3
source: Grade 3
da: Grad 3
fi: Aste 3
no: Grad 3
sv: Grad 3

source: Select Patella Status
da: Vælg Patella-status
fi: Valitse Patella-status
no: Velg Patella Status
sv: Välj Patella-status

# patellaDateLabel
source: Patella date
da: Patella-dato
fi: Patella-päivä
no: Patella dato
sv: Patella-datum

# selectStatus
source: Select {label}
da: Vælg {label}
fi: Valitse {label}
no: Velg {label}
sv: Välj {label}

# vaccineDialogTitle
source: Vaccine
fi: Rokote
no: Vaksin
sv: Vaccin

# vaccineNameHint
source: Vaccine name (e.g. DHPPL, Rabies)
da: Vaccinenavn (f.eks. DHPPL, Rabies)
fi: Rokotteen nimi (esim. DHPPL, Rabies)
no: Vaksin navn (f.eks. DHPPL, Rabies)
sv: Vaccinnamn (t.ex. DHPPL, Rabies)

# takenDateWithValue
source: Taken date: {value}
da: Taget dato: {value}
fi: Annettu: {value}
no: Tatt dato: {value}
sv: Tagningsdatum: {value}

# nextDateWithValue
source: Next date: {value}
da: Næste dato: {value}
fi: Seuraava päivä: {value}
no: Neste dato: {value}
sv: Nästa datum: {value}

source: Not set
da: Ikke sat
fi: Ei asetettu
no: Ikke satt
sv: Inte inställd

source: Enable reminder
da: Aktiver påmindelse
fi: Ota muistutus käyttöön
no: Aktiver varsel
sv: Aktivera påminnelse

source: Veterinarian (optional)
da: Dyrlæge (valgfrit)
fi: Eläinlääkäri (valinnainen)
no: Veterinær (valgfritt)
sv: Veterinär (valfritt)

source: Remarks (optional)
da: Bemærkninger (valgfrit)
fi: Huomautukset (valinnainen)
no: Merknader (valgfritt)
sv: Anmärkningar (valfritt)

source: Please enter vaccine name
da: Indtast vaccinenavn
fi: Syötä rokotteen nimi
no: Vennligst angi vaksin navn
sv: Ange vaccinnamn

source: Add progesterone measurement
da: Tilføj progesteronmåling
fi: Lisää progesteronimittaus
no: Legg til progesteronmåling
sv: Lägg till progesteronmätning

# editMeasurementTitle
source: Edit measurement
da: Rediger måling
fi: Muokkaa mittausta
no: Rediger måling
sv: Redigera mätning

# progesteroneValueLabel
source: Progesterone value (ng/mL) *
da: Progesteronværdi (ng/mL) *
fi: Progesteroniarvo (ng/mL) *
no: Progesteronverdi (ng/mL) *
sv: Progesteronvärde (ng/mL) *

# progesteroneHint
source: e.g. 5.2
da: f.eks. 5.2
fi: esim. 5.2
no: f.eks. 5.2
sv: t.ex. 5.2

# invalidProgesteroneValue
source: Please enter a valid progesterone value
da: Indtast en gyldig progesteronværdi
fi: Syötä kelvollinen progesteroniarvo
no: Vennligst angi en gyldig progesteronverdi
sv: Ange ett giltigt progesteronvärde

# newVetVisit
source: New veterinary visit
da: Nyt dyrlægebesøg
fi: Uusi eläinlääkärikäynti
no: Nytt veterinærbesøk
sv: Nytt veterinärbesök

source: Edit visit
da: Rediger besøg
fi: Muokkaa käyntiä
no: Rediger besøk
sv: Redigera besök

# visitTypeLabel
source: Visit type
da: Besøgstype
fi: Käyntityyppi
no: Type besøk
sv: Besökstyp

# reasonLabel
source: Reason
da: Årsag
fi: Syy
no: Årsak
sv: Orsak

# diagnosisLabel
source: Diagnosis
da: Diagnose
fi: Diagnoosi
no: Diagnose
sv: Diagnos

# treatmentFieldLabel
source: Treatment
da: Behandling
fi: Hoito
no: Behandling
sv: Behandling

# prescriptionLabel
source: Prescription/medication
da: Recept/medicin
fi: Resepti/lääke
no: Resept/medisin
sv: Recept/medicin

# veterinarianFieldLabel
source: Veterinarian
da: Dyrlæge
fi: Eläinlääkäri
no: Veterinær
sv: Veterinär

# clinicLabel
source: Clinic
da: Klinik
fi: Klinikka
no: Klinikk
sv: Klinik

# costKrLabel
source: Cost (kr)
da: Omkostning (kr)
fi: Kustannus (kr)
no: Kostnad (kr)
sv: Kostnad (kr)

source: New treatment
da: Ny behandling
fi: Uusi hoito
no: Ny behandling
sv: Ny behandling

source: Edit treatment
da: Rediger behandling
fi: Muokkaa hoitoa
no: Rediger behandling
sv: Redigera behandling

# productNameLabel
source: Product name*
da: Produktnavn*
fi: Tuotenimi*
no: Produktnavn*
sv: Produktnamn*

# dateGivenLabel
source: Date given
da: Dato givet
fi: Antopäivä
no: Dato gitt
sv: Datum givet

# dosageLabel
source: Dosage
da: Dosering
fi: Annostus
no: Dosering
sv: Dosering

# manufacturerLabel
source: Manufacturer
da: Producent
fi: Valmistaja
no: Produsent
sv: Tillverkare

# batchNumberLabel
source: Batch number
da: Batchnummer
fi: Eränumero
no: Batchnummer
sv: Batchnummer

# intervalDaysLabel
source: Interval (days)
da: Interval (dage)
fi: Väli (päivää)
no: Intervall (dager)
sv: Intervall (dagar)

source: New DNA test
da: Ny DNA-test
fi: Uusi DNA-testi
no: Ny DNA-test
sv: Nytt DNA-test

source: Edit DNA test
da: Rediger DNA-test
fi: Muokkaa DNA-testiä
no: Rediger DNA-test
sv: Redigera DNA-test

# testNameLabel
source: Test name*
da: Testnavn*
fi: Testinimi*
no: Testnavn*
sv: Testnamn*

# testDateLabel
source: Test date
da: Testdato
fi: Testipäivä
no: Testdato
sv: Testdatum

source: Register weight
da: Registrer vægt
fi: Rekisteröi paino
no: Registrer vekt
sv: Registrera vikt

source: Edit weight
da: Rediger vægt
fi: Muokkaa painoa
no: Rediger vekt
sv: Redigera vikt

# weightKgLabel
source: Weight (kg)*
da: Vægt (kg)*
fi: Paino (kg)*
no: Vekt (kg)*
sv: Vikt (kg)*

source: Invalid weight
da: Ugyldig vægt
fi: Virheellinen paino
no: Ugyldig vekt
sv: Ogiltig vikt

source: No matches for "{query}"
da: Ingen resultater for "{query}"
fi: Ei tuloksia haulle "{query}"
no: Ingen treff på "{query}"
sv: Inga träffar för "{query}"

# noBuyersForLitter
source: No buyers for this litter
da: Ingen købere for dette kuld
fi: Ei ostajia tälle pentueelle
no: Ingen kjøpere for dette kullet
sv: Inga köpare för denna kull

source: Filter by litter
da: Filtrer efter kuld
fi: Suodata pentueen mukaan
no: Filtrer på kull
sv: Filtrera på kull

# deliveredStatus
source: Delivered
da: Leveret
fi: Toimitettu
no: Levert
sv: Levererad

# withReservationSection
source: With reservation
da: Med reservation
fi: Varauksella
no: Med reservasjon
sv: Med reservation

source: Interested parties
da: Interesserede
fi: Kiinnostuneet
no: Interessenter
sv: Intressenter

# puppyLabelWithName
source: Puppy: {name}
da: Hvalp: {name}
fi: Pentu: {name}
no: Valp: {name}
sv: Valp: {name}

source: Subscription
da: Abonnement
fi: Tilaus
no: Abonnement
sv: Prenumeration

# manageSubscription
source: Manage your Breedly subscription
da: Administrer dit Breedly-abonnement
fi: Hallinnoi Breedly-tilaustasi
no: Administrer ditt Breedly-abonnement
sv: Hantera din Breedly-prenumeration

source: Promo code
da: Kampagnekode
fi: Kampanjakoodi
no: Kampanjekode
sv: Kampanjkod

# lifetimeAccess
source: Lifetime
da: Livstid
fi: Elinikäinen
no: Livstid
sv: Livstid

# subscriptionExpiresInfo
source: {source} • Expires: {expiry}
da: {source} • Udløber: {expiry}
fi: {source} • Vanhenee: {expiry}
no: {source} Utlper: {expiry}
sv: {source} • Går ut: {expiry}

# activeStatus
source: Active
da: Aktiv
fi: Aktiivinen
no: Aktiv
sv: Aktiv

source: Purchases restored.
da: Køb gendannet.
fi: Ostot palautettu.
no: Kjp gjenopprettet.
sv: Köp återställda.

source: Restore purchases
da: Gendan køb
fi: Palauta ostot
no: Gjenopprett kjp
sv: Återställ köp

# usingFreeVersion
source: You are using the free version
da: Du bruger gratisversionen
fi: Käytät ilmaisversiota
no: Du bruker gratisversjonen
sv: Du använder gratisversionen

# upgradeForUnlimited
source: Upgrade for unlimited access to all features.
da: Opgrader for ubegrænset adgang til alle funktioner.
fi: Päivitä rajattomaan pääsyyn kaikkiin ominaisuuksiin.
no: Oppgrader for ubegrenset tilgang til alle funksjoner.
sv: Uppgradera för obegränsad åtkomst till alla funktioner.

source: Upgrade to Premium
da: Opgrader til Premium
fi: Päivitä Premiumiin
no: Oppgrader til Premium
sv: Uppgradera till Premium

source: Premium restored!
da: Premium gendannet!
fi: Premium palautettu!
no: Premium gjenopprettet!
sv: Premium återställd!

# noPreviousPurchases
source: No previous purchases found.
da: Ingen tidligere køb fundet.
fi: Aiempia ostoja ei löytynyt.
no: Ingen tidligere kjp funnet.
sv: Inga tidigare köp hittade.

# developerAndTesting
source: Developer & Testing
da: Udvikler & Test
fi: Kehittäjä & Testaus
no: Utvikler & Testing
sv: Utvecklare & Testning

source: Test new features
da: Test nye funktioner
fi: Testaa uusia ominaisuuksia
no: Test nye funksjoner
sv: Testa nya funktioner

# pedigreeScannerSubtitleSettings
source: Google ML Kit OCR - Scan pedigrees with AI
da: Google ML Kit OCR - Scan stamtavler med AI
fi: Google ML Kit OCR - Skannaa sukutauluja tekoälyllä
no: Google ML Kit OCR - Skann stamtavler med AI
sv: Google ML Kit OCR - Skanna stamtavlor med AI

# newBadge
source: NEW
da: NY
fi: UUSI
no: NY
sv: NY

source: No Cert/Cacib yet
da: Ingen Cert/Cacib endnu
fi: Ei Cert/Cacib-sertifikaatteja vielä
no: Ingen Cert/Cacib enn
sv: Inga Cert/Cacib ännu

# judgeStatsSummary
source: {showCount} exhibitions • {excellentCount} Excellent • {ckCount} CK
da: {showCount} udstillinger • {excellentCount} Excellent • {ckCount} CK
fi: {showCount} näyttelyä • {excellentCount} Excellent • {ckCount} CK
no: {showCount} utstillinger {excellentCount} Excellent {ckCount} CK
sv: {showCount} utställningar • {excellentCount} Excellent • {ckCount} CK

source: Share result card
da: Del resultatkort
fi: Jaa tuloskortti
no: Del resultatkort
sv: Dela resultatkort

# groupJudgeWithName
source: Group judge: {name}
da: Gruppedommer: {name}
fi: Ryhmätuomari: {name}
no: Gruppedommer: {name}
sv: Gruppdomare: {name}

# bisJudgeWithName
source: BIS judge: {name}
da: BIS-dommer: {name}
fi: BIS-tuomari: {name}
no: BIS-dommer: {name}
sv: BIS-domare: {name}

# noPlacementWithQuality
source: No placement or certificates available with this quality grade
da: Ingen placering eller certifikater tilgængelige med denne kvalitetsgrad
fi: Ei sijoitusta tai sertifikaatteja tällä laatuarvosanalla
no: Ingen plassering eller sertifikater tilgjengelig med denne premiegraden
sv: Ingen placering eller certifikat tillgängligt med denna kvalitetsgrad

source: Requires Highly promising
da: Kræver Særdeles lovende
fi: Vaatii Erittäin lupaava
no: Krever Srdeles lovende
sv: Kräver Synnerligen lovande

# qualifiesForBestPuppy
source: Qualifies for best male puppy/female puppy
da: Kvalificerer til bedste hanhvalp/tævehvalp
fi: Oikeuttaa parhaan urospentu/narttupentu -kilpailuun
no: Kvalifiserer for beste hannvalp/tispevalp
sv: Kvalificerar för bästa hanvalp/tikvalp

source: Requires Excellent
da: Kræver Excellent
fi: Vaatii Excellent
no: Krever Excellent
sv: Kräver Excellent

source: Best male puppy
da: Bedste hanhvalp
fi: Paras urospentu
no: Beste hannvalp
sv: Bästa hanvalp

source: Best female puppy
da: Bedste tævehvalp
fi: Paras narttupentu
no: Beste tispevalp
sv: Bästa tikvalp

source: Qualified for BIR/BIM Puppy
da: Kvalificeret til BIR/BIM Hvalp
fi: Oikeutettu BIR/BIM Pentu -kilpailuun
no: Kvalifisert for BIR/BIM Valp
sv: Kvalificerad för BIR/BIM Valp

# requiresFirstWithHP
source: Requires 1st place with HP to participate
da: Kræver 1. plads med HP for at deltage
fi: Vaatii 1. sijan HP:llä osallistuakseen
no: Krever 1. plass med HP for delta
sv: Kräver 1:a plats med HP för att delta
