Repository: kjetilandre95-code/breedly
Catalog: lib/l10n/app_*.arb
Languages: da, fi, no, sv

# notesOptionalLabel
source: Notes (optional)
da: Noter (valgfrit)
fi: Muistiinpanot (valinnainen)
no: Notater (valgfritt)
sv: Anteckningar (valfritt)

# saveAllLabel
source: Save all
da: Gem alle
fi: Tallenna kaikki
no: Lagre alle
sv: Spara alla

# weightMeasurementsSavedSnackbar
source: {count} weight measurements saved
da: {count} vægtmålinger gemt
fi: {count} painomittausta tallennettu
no: {count} vektmlinger lagret
sv: {count} viktmätningar sparade

# editWeightMeasurementTitle
source: Edit weight measurement
da: Rediger vægtmåling
fi: Muokkaa painomittausta
no: Rediger vektmling
sv: Redigera viktmätning

# weightMeasurementUpdatedSnackbar
source: Weight measurement updated
da: Vægtmåling opdateret
fi: Painomittaus päivitetty
no: Vektmling oppdatert
sv: Viktmätning uppdaterad

# treatmentPlanTitle
source: {name} - Treatment plan
da: {name} - Behandlingsplan
fi: {name} - Hoitosuunnitelma
no: {name} - Behandlingsplan
sv: {name} - Behandlingsplan

# dewormingLabel
source: Deworming:
da: Ormekur:
fi: Matolääkitys:
no: Ormekur:
sv: Avmaskning:

# deworming1
source: 1st deworming (approx. 2 weeks)
da: 1. ormekur (ca. 2 uger)
fi: 1. matolääkitys (n. 2 viikkoa)
no: 1. ormekur (ca. 2 uker)
sv: 1:a avmaskning (ca 2 veckor)

# deworming2
source: 2nd deworming (approx. 4 weeks)
da: 2. ormekur (ca. 4 uger)
fi: 2. matolääkitys (n. 4 viikkoa)
no: 2. ormekur (ca. 4 uker)
sv: 2:a avmaskning (ca 4 veckor)

# deworming3
source: 3rd deworming (approx. 6 weeks)
da: 3. ormekur (ca. 6 uger)
fi: 3. matolääkitys (n. 6 viikkoa)
no: 3. ormekur (ca. 6 uker)
sv: 3:e avmaskning (ca 6 veckor)

# vaccinesLabel
source: Vaccines:
da: Vacciner:
fi: Rokotukset:
no: Vaksiner:
sv: Vacciner:

# vaccine1
source: 1st vaccination (8 weeks)
da: 1. vaccination (8 uger)
fi: 1. rokotus (8 viikkoa)
no: 1. vaksinering (8 uker)
sv: 1:a vaccination (8 veckor)

# vaccine2
source: 2nd vaccination (12 weeks)
da: 2. vaccination (12 uger)
fi: 2. rokotus (12 viikkoa)
no: 2. vaksinering (12 uker)
sv: 2:a vaccination (12 veckor)

# vaccine3
source: 3rd vaccination (16 weeks)
da: 3. vaccination (16 uger)
fi: 3. rokotus (16 viikkoa)
no: 3. vaksinering (16 uker)
sv: 3:e vaccination (16 veckor)

# otherLabel
source: Other:
da: Andet:
fi: Muu:
no: Annet:
sv: Övrigt:

# idMarkingLabel
source: ID marking
da: ID-mærkning
fi: Tunnistusmerkintä
no: ID-merking
sv: ID-märkning

# idMarkingNumberLabel
source: ID marking number
da: ID-mærkningsnummer
fi: Tunnistusmerkinnän numero
no: ID-merkenummer
sv: ID-märkningsnummer

# selectDateLabel
source: Select date
da: Vælg dato
fi: Valitse päivä
no: Velg dato
sv: Välj datum

# treatmentPlanUpdatedSnackbar
source: Treatment plan updated and reminders scheduled
da: Behandlingsplan opdateret og påmindelser planlagt
fi: Hoitosuunnitelma päivitetty ja muistutukset ajastettu
no: Behandlingsplan oppdatert og varsler planlagt
sv: Behandlingsplan uppdaterad och påminnelser planerade

# pdfDownloadedTitle
source: PDF downloaded
da: PDF downloadet
fi: PDF ladattu
no: PDF nedlastet
sv: PDF nedladdad

# pdfSavedSnackbar
source: PDF saved: {path}
da: PDF gemt: {path}
fi: PDF tallennettu: {path}
no: PDF lagret: {path}
sv: PDF sparad: {path}

# errorGeneratingPdf
source: Error generating PDF: {error}
da: Fejl ved PDF-generering: {error}
fi: Virhe PDF:n luomisessa: {error}
no: Feil ved PDF-generering: {error}
sv: Fel vid PDF-generering: {error}

# healthCertificateTitle
source: Health certificate
da: Sundhedsattest
fi: Terveystodistus
no: Helseattest
sv: Hälsointyg

# generateHealthCertFor
source: Generate health certificate for {name}
da: Generer sundhedsattest for {name}
fi: Luo terveystodistus: {name}
no: Generer helseattest for {name}
sv: Generera hälsointyg för {name}

# healthExaminationLabel
source: Health examination
da: Sundhedsundersøgelse
fi: Terveystarkastus
no: Helseunderskelse
sv: Hälsoundersökning

# tapToAddNote
source: Tap an item to add a note
da: Tryk på et punkt for at tilføje notat
fi: Napauta kohtaa lisätäksesi merkinnän
no: Trykk p et punkt for legge til merknad
sv: Tryck på en punkt för att lägga till anteckning

# generalConditionLabel
source: General condition
da: Almontilstand
fi: Yleiskunto
no: Allmenntilstand
sv: Allmäntillstånd

# eyesLabel
source: Eyes
da: Øjne
fi: Silmät
no: yne
sv: Ögon

# earsLabel
source: Ears
da: Ører
fi: Korvat
no: rer
sv: Öron

# heartLabel
source: Heart
da: Hjerte
fi: Sydän
no: Hjerte
sv: Hjärta

# lungsLabel
source: Lungs
da: Lunger
fi: Keuhkot
no: Lunger
sv: Lungor

# skinCoatLabel
source: Skin/coat
da: Hud/pels
fi: Iho/turkki
no: Hud/pels
sv: Hud/päls

# teethMouthLabel
source: Teeth/mouth
da: Tænder/mund
fi: Hampaat/suu
no: Tenner/munn
sv: Tänder/mun

# abdomenLabel
source: Abdomen
da: Bug (abdomen)
fi: Vatsa (abdomen)
no: Buk (abdomen)
sv: Buk (abdomen)

# limbsJointsLabel
source: Limbs/joints
da: Lemmer/led
fi: Raajat/nivelet
no: Lemmer/ledd
sv: Lemmar/leder

# vetInfoOptional
source: Veterinary information (optional):
da: Veterinærinformation (valgfrit):
fi: Eläinlääkäritiedot (valinnainen):
no: Veterinrinformasjon (valgfritt):
sv: Veterinärinformation (valfritt):

# vetNameLabel
source: Veterinarian name
da: Dyrlægens navn
fi: Eläinlääkärin nimi
no: Veterinrens navn
sv: Veterinärens namn

# phoneLabel
source: Phone
da: Telefon
fi: Puhelin
no: Telefon
sv: Telefon

# generalNotesLabel
source: General notes
da: Generelle noter
fi: Yleiset muistiinpanot
no: Generelle merknader
sv: Allmänna anteckningar

# generatePdfButton
source: Generate PDF
da: Generer PDF
fi: Luo PDF
no: Generer PDF
sv: Generera PDF

# addNoteFor
source: Add note for {label}...
da: Tilføj notat for {label}...
fi: Lisää merkintä: {label}...
no: Legg til merknad for {label}...
sv: Lägg till anteckning för {label}...

source: Health certificate downloaded
da: Sundhedsattest downloadet
fi: Terveystodistus ladattu
no: Helseattest nedlastet
sv: Hälsointyg nedladdat

# healthCertSavedSnackbar
source: Health certificate saved: {path}
da: Sundhedsattest gemt: {path}
fi: Terveystodistus tallennettu: {path}
no: Helseattest lagret: {path}
sv: Hälsointyg sparat: {path}

# errorGeneratingHealthCert
source: Error generating health certificate: {error}
da: Fejl ved generering af sundhedsattest: {error}
fi: Virhe terveystodistuksen luomisessa: {error}
no: Feil ved generering av helseattest: {error}
sv: Fel vid generering av hälsointyg: {error}

# shareUpdateTitle
source: Share update
da: Del opdatering
fi: Jaa päivitys
no: Del oppdatering
sv: Dela uppdatering

# shareUpdateAbout
source: Share update about {name} with buyer
da: Del opdatering om {name} med køber
fi: Jaa päivitys pennusta {name} ostajalle
no: Del oppdatering om {name} med kjper
sv: Dela uppdatering om {name} med köpare

source: Include in message:
da: Inkluder i beskeden:
fi: Sisällytä viestiin:
no: Inkluder i meldingen:
sv: Inkludera i meddelandet:

# ageCheckbox
source: Age
da: Alder
fi: Ikä
no: Alder
sv: Ålder

# weightCheckbox
source: Weight
da: Vægt
fi: Paino
no: Vekt
sv: Vikt

# treatmentsCheckbox
source: Treatments
da: Behandlinger
fi: Hoidot
no: Behandlinger
sv: Behandlingar

source: Custom message (optional)
da: Egen besked (valgfrit)
fi: Oma viesti (valinnainen)
no: Egen melding (valgfritt)
sv: Eget meddelande (valfritt)

# personalGreetingHint
source: Write a personal greeting...
da: Skriv en personlig hilsen...
fi: Kirjoita henkilökohtainen tervehdys...
no: Skriv en personlig hilsen...
sv: Skriv en personlig hälsning...

# updateAbout
source: Update about {name}
da: Opdatering om {name}
fi: Päivitys pennusta {name}
no: Oppdatering om {name}
sv: Uppdatering om {name}

# editLitterTitle
source: Edit litter
da: Rediger kuld
fi: Muokkaa pentuetta
no: Rediger kull
sv: Redigera kull

# damFemaleLabel
source: Dam (Female) *
da: Mor (Tæve) *
fi: Emä (Narttu) *
no: Mor (Tispe) *
sv: Mor (Tik) *

# sireMaleLabel
source: Sire (Male) *
da: Far (Hanhund) *
fi: Isä (Uros) *
no: Far (Hannhund) *
sv: Far (Hanhund) *

# puppyCountBasedOnRegistered
source: Puppy count (based on registered puppies):
da: Antal hvalpe (baseret på registrerede hvalpe):
fi: Pentujen määrä (rekisteröityjen perusteella):
no: Antall valper (basert p registrerte valper):
sv: Antal valpar (baserat på registrerade valpar):

# updatesAutomatically
source: These numbers update automatically when you add or delete puppies.
da: Disse tal opdateres automatisk når du tilføjer eller sletter hvalpe.
fi: Nämä luvut päivittyvät automaattisesti kun lisäät tai poistat pentuja.
no: Disse tallene oppdateres automatisk nr du legger til eller sletter valper.
sv: Dessa siffror uppdateras automatiskt när du lägger till eller tar bort valpar.

# damAndSireRequired
source: Dam and Sire are required
da: Mor og Far er påkrævet
fi: Emä ja Isä vaaditaan
no: Mor og Far er pkrevd
sv: Mor och Far krävs

# litterUpdatedSnackbar
source: Litter updated
da: Kuld opdateret
fi: Pentue päivitetty
no: Kull oppdatert
sv: Kull uppdaterad

# deleteLitterTitle
source: Delete litter?
da: Slet kuld?
fi: Poista pentue?
no: Slett kull?
sv: Ta bort kull?

# confirmDeleteLitterText
source: Are you sure you want to delete the litter from {damName} x {sireName}? Note: This will also delete all puppies in the litter!
da: Er du sikker på, at du vil slette kuldet fra {damName} x {sireName}? OBS: Dette vil også slette alle hvalpe i kuldet!
fi: Haluatko varmasti poistaa pentueen {damName} x {sireName}? HUOM: Tämä poistaa myös kaikki pentueen pennut!
no: Er du sikker p at du vil slette kullet fra {damName} x {sireName}? OBS: Dette vil ogs slette alle valper i kullet!
sv: Är du säker på att du vill ta bort kullen från {damName} x {sireName}? OBS: Detta tar även bort alla valpar i kullen!

# deleteLabel
source: Delete
da: Slet
fi: Poista
no: Slett
sv: Ta bort

# litterDeletedSnackbar
source: Litter deleted
da: Kuld slettet
fi: Pentue poistettu
no: Kull slettet
sv: Kull borttagen

# placedLabel
source: placed
da: placeret
fi: sijoitettu
no: plassert
sv: placerad

# ownerRoleLabel
source: Owner
da: Ejer
fi: Omistaja
no: Eier
sv: Ägare

# skipButton
source: Skip
da: Spring over
fi: Ohita
no: Hopp over
sv: Hoppa över

# getStartedButton
source: Get started
da: Kom i gang
fi: Aloita
no: Kom i gang
sv: Kom igång

# onboardingWelcomeTitle
source: Welcome to Breedly
da: Velkommen til Breedly
fi: Tervetuloa Breedlyyn
no: Velkommen til Breedly
sv: Välkommen till Breedly

# onboardingWelcomeDesc
source: Your complete solution for breeding management. Keep track of dogs, litters, buyers and much more.
da: Din komplette løsning til avlsadministration. Hold styr på hunde, kuld, købere og meget mere.
fi: Täydellinen ratkaisusi kasvattajan hallintaan. Seuraa koiria, pentueita, ostajia ja paljon muuta.
no: Din komplette lsning for oppdrettsadministrasjon. Hold oversikt over hunder, kull, kjpere og mye mer.
sv: Din kompletta lösning för uppfödningsadministration. Håll koll på hundar, kullar, köpare och mycket mer.

# onboardingDogsTitle
source: Manage your dogs
da: Administrer dine hunde
fi: Hallitse koiriasi
no: Administrer hundene dine
sv: Hantera dina hundar

# onboardingDogsDesc
source: Add dogs with pedigree, health information, show results and photos. All in one place.
da: Tilføj hunde med stamtavle, sundhedsinformation, udstillingsresultater og billeder. Alt på ét sted.
fi: Lisää koiria sukutauluineen, terveystietoineen, näyttelytuloksineen ja kuvineen. Kaikki yhdessä paikassa.
no: Legg til hunder med stamtavle, helseinformasjon, utstillingsresultater og bilder. Alt p ett sted.
sv: Lägg till hundar med stamtavla, hälsoinformation, utställningsresultat och bilder. Allt på ett ställe.

# onboardingLittersTitle
source: Track litters and puppies
da: Spor kuld og hvalpe
fi: Seuraa pentueita ja pentuja
no: Spor kull og valper
sv: Spåra kullar och valpar

# onboardingLittersDesc
source: Register litters, follow puppy development with weight logs, and generate contracts for buyers.
da: Registrer kuld, følg hvalpenes udvikling med vægtlog og generer kontrakter til købere.
fi: Rekisteröi pentueita, seuraa pentujen kehitystä painolokilla ja luo sopimuksia ostajille.
no: Registrer kull, flg valpenes utvikling med vektlogg, og generer kontrakter for kjpere.
sv: Registrera kullar, följ valparnas utveckling med viktlogg och generera kontrakt för köpare.

# onboardingCalendarTitle
source: Calendar and reminders
da: Kalender og påmindelser
fi: Kalenteri ja muistutukset
no: Kalender og pminnelser
sv: Kalender och påminnelser

# onboardingCalendarDesc
source: Never forget important dates. Get notifications for vaccinations, vet visits and other events.
da: Glem aldrig vigtige datoer. Få påmindelser om vaccinationer, dyrlægebesøg og andre begivenheder.
fi: Älä unohda tärkeitä päivämääriä. Saa muistutuksia rokotuksista, eläinlääkärikäynneistä ja muista tapahtumista.
no: Aldri glem viktige datoer. F varsler om vaksinasjoner, veterinrbesk og andre hendelser.
sv: Glöm aldrig viktiga datum. Få påminnelser om vaccinationer, veterinärbesök och andra händelser.

# onboardingStatsTitle
source: Statistics and reports
da: Statistik og rapporter
fi: Tilastot ja raportit
no: Statistikk og rapporter
sv: Statistik och rapporter

# onboardingStatsDesc
source: Get insights into your breeding with detailed statistics, financial overview and annual reports.
da: Få indsigt i din avl med detaljeret statistik, økonomioversigt og årsrapporter.
fi: Saa näkemyksiä kasvatukseesi yksityiskohtaisilla tilastoilla, talousyhteenvedoilla ja vuosiraporteilla.
no: F innsikt i ditt oppdrett med detaljert statistikk, finansoversikt og rsrapporter.
sv: Få insikt i din uppfödning med detaljerad statistik, ekonomiöversikt och årsrapporter.

# veterinaryInfoOptional
source: Veterinary information (optional):
da: Veterinærinformation (valgfrit):
fi: Eläinlääkäritiedot (valinnainen):
no: Veterinrinformasjon (valgfritt):
sv: Veterinärinformation (valfritt):

# deleteLitterConfirmMessage
source: Are you sure you want to delete the litter from {damName} x {sireName}? NOTE: This will also delete all puppies in the litter!
da: Er du sikker på, at du vil slette kuldet fra {damName} x {sireName}? Bemærk: Dette vil også slette alle hvalpe i kuldet!
fi: Haluatko varmasti poistaa pentueen {damName} x {sireName}? HUOM: Tämä poistaa myös kaikki pentueen pennut!
no: Er du sikker p at du vil slette kullet fra {damName} x {sireName}? OBS: Dette vil ogs slette alle valper i kullet!
sv: Är du säker på att du vill radera kullen från {damName} x {sireName}? OBS: Detta raderar även alla valpar i kullen!

source: Could not generate image
da: Kunne ikke generere billede
fi: Kuvan luonti epäonnistui
no: Kunne ikke generere bilde
sv: Kunde inte generera bild

# contentSection
source: CONTENT
da: INDHOLD
fi: SISÄLTÖ
no: INNHOLD
sv: INNEHÅLL

# detailsToggle
source: Details
da: Detaljer
fi: Tiedot
no: Detaljer
sv: Detaljer

# backgroundSection
source: BACKGROUND
da: BAGGRUND
fi: TAUSTA
no: BAKGRUNN
sv: BAKGRUND

# themeGoldBlack
source: Gold & Black
da: Guld & Sort
fi: Kulta & Musta
no: Gull & Sort
sv: Guld & Svart

# themeNavyGold
source: Navy & Gold
da: Navy & Guld
fi: Tummansininen & Kulta
no: Navy & Gull
sv: Marinblå & Guld

# themeTealAmber
source: Teal & Amber
da: Teal & Rav
fi: Sinivihreä & Meripihka
no: Teal & Rav
sv: Teal & Bärnsten

# themeSlateSilver
source: Slate & Silver
da: Skifer & Sølv
fi: Liuske & Hopea
no: Skifer & Slv
sv: Skiffer & Silver

# themeForestJade
source: Forest & Jade
da: Skov & Jade
fi: Metsä & Jade
no: Skog & Jade
sv: Skog & Jade

# themeClassic
source: Classic
da: Klassisk
fi: Klassinen
no: Klassisk
sv: Klassisk

# patternSection
source: PATTERN
da: MØNSTER
fi: KUVIO
no: MNSTER
sv: MÖNSTER

# patternNone
source: None
da: Ingen
fi: Ei mitään
no: Ingen
sv: Ingen

# patternGeometric
source: Geometric
da: Geometrisk
fi: Geometrinen
no: Geometrisk
sv: Geometrisk

# patternCircles
source: Circles
da: Cirkler
fi: Ympyrät
no: Sirkler
sv: Cirklar

# patternLines
source: Lines
da: Linjer
fi: Viivat
no: Linjer
sv: Linjer

# patternDots
source: Dots
da: Prikker
fi: Pisteet
no: Prikker
sv: Prickar

# patternWaves
source: Waves
da: Bølger
fi: Aallot
no: Blger
sv: Vågor

# fontTypeSection
source: FONT TYPE
da: SKRIFTTYPE
fi: KIRJASINTYYPPI
no: SKRIFTTYPE
sv: TYPSNITT

# fontModern
source: Modern
da: Moderne
fi: Moderni
no: Moderne

# fontClassic
source: Classic
da: Klassisk
fi: Klassinen
no: Klassisk
sv: Klassisk

# fontHandwritten
source: Handwriting
da: Håndskrift
fi: Käsiala
no: Hndskrift
sv: Handskrift

# fontSizeSection
source: SIZE
da: STØRRELSE
fi: KOKO
no: STRRELSE
sv: STORLEK

# resultCardTitle
source: Result card
da: Resultatkort
fi: Tuloskortti
no: Resultatkort
sv: Resultatkort

source: Remove photo
da: Fjern billede
fi: Poista kuva
no: Fjern bilde
sv: Ta bort foto

source: Add photo
da: Tilføj billede
fi: Lisää kuva
no: Legg til bilde
sv: Lägg till foto

source: Select from gallery
da: Vælg fra galleri
fi: Valitse galleriasta
no: Velg fra galleri
sv: Välj från galleri

# breedJudgeWithName
source: Breed judge: {name}
da: Racedommer: {name}
fi: Rotutuomari: {name}
no: Rasedommer: {name}
sv: Rasdomare: {name}

# classPlacementAbbr
source: Cl. {placement}
da: Kl. {placement}
fi: Lk. {placement}
no: Kl. {placement}
sv: Kl. {placement}

source: Privacy Policy
da: Privatlivspolitik
fi: Tietosuojakäytäntö
no: Personvernerklring
sv: Integritetspolicy

# privacyPolicyDescription
source: Read about how we handle your data
da: Læs om hvordan vi håndterer dine data
fi: Lue, miten käsittelemme tietojasi
no: Les om hvordan vi hndterer dine data
sv: Läs om hur vi hanterar dina uppgifter

# sendEmailLabel
source: Send email
fi: Lähetä sähköposti
no: Send e-post

source: Share via other apps
da: Del via andre apps
fi: Jaa muiden sovellusten kautta
no: Del via andre apper

# copyTextLabel
source: Copy text
da: Kopiér tekst
fi: Kopioi teksti
no: Kopier tekst

source: Text copied to clipboard
da: Tekst kopieret til udklipsholder
fi: Teksti kopioitu leikepöydälle
no: Tekst kopiert til utklippstavlen

# couldNotOpenSms
source: Could not open SMS app
da: Kunne ikke åbne SMS-app
fi: Tekstiviestisovellusta ei voitu avata
no: Kunne ikke pne SMS-app

# puppyUpdateSubject
source: Puppy update
da: Hvalpeopdatering
fi: Pentupäivitys
no: Valpeoppdatering

# msgUpdateFromKennel
source: Update from {kennelName}
da: Opdatering fra {kennelName}
fi: Päivitys kenneliltä {kennelName}
no: Oppdatering fra {kennelName}

# msgDefaultKennelName
source: The kennel
da: Kennelen
fi: Kennel
no: Kennelen

# msgPuppy
source: Puppy: {name}
da: Hvalp: {name}
fi: Pentu: {name}
no: Valp: {name}

# msgBreed
source: Breed: {breed}
da: Race: {breed}
fi: Rotu: {breed}
no: Rase: {breed}

# msgAgeWeeksAndDays
source: Age: {weeks} weeks and {days} days
da: Alder: {weeks} uger og {days} dage
fi: Ikä: {weeks} viikkoa ja {days} päivää
no: Alder: {weeks} uker og {days} dager

# msgAgeWeeks
source: Age: {weeks} weeks
da: Alder: {weeks} uger
fi: Ikä: {weeks} viikkoa
no: Alder: {weeks} uker

# msgBirthWeight
source: Birth weight: {weight} g
da: Fødselsvægt: {weight} g
fi: Syntymäpaino: {weight} g
no: Fdselsvekt: {weight} g

# msgVaccinated
source: Vaccinated: {status}
da: Vaccineret: {status}
fi: Rokotettu: {status}
no: Vaksinert: {status}

# msgDewormed
source: Dewormed: {status}
da: Afmasket: {status}
fi: Matolääkitty: {status}
no: Avmasket: {status}

# msgIdTagged
source: ID tagged: {status}
da: ID-mærket: {status}
fi: ID-merkitty: {status}
no: ID-merket: {status}

# msgMessageHeader
source: Message:
da: Besked:
fi: Viesti:
no: Melding:

# msgBestRegards
source: Best regards,
da: Med venlig hilsen,
fi: Ystävällisin terveisin,
no: Med vennlig hilsen,

# msgContact
source: Contact: {phone}
da: Kontakt: {phone}
fi: Yhteystieto: {phone}
no: Kontakt: {phone}

# msgLitterUpdateFromKennel
source: Litter update from {kennelName}
da: Kuldopdatering fra {kennelName}
fi: Pentuepäivitys kenneliltä {kennelName}
no: Kulloppdatering fra {kennelName}

# msgLitter
source: Litter: {damName} × {sireName}
da: Kuld: {damName} × {sireName}
fi: Pentue: {damName} × {sireName}
no: Kull: {damName} {sireName}

# msgPuppyCount
source: Number of puppies: {count}
da: Antal hvalpe: {count}
fi: Pentujen määrä: {count}
no: Antall valper: {count}

# msgTreatmentStatus
source: Treatment status:
da: Behandlingsstatus:
fi: Hoitotilanne:
no: Behandlingsstatus:

# msgDeliveryReminder
source: Delivery reminder from {kennelName}
da: Leveringspåmindelse fra {kennelName}
fi: Luovutusmuistutus kenneliltä {kennelName}
no: Leveringspminnelse fra {kennelName}

# msgReadyToMoveHome
source: {puppyName} is ready to move home to you!
da: {puppyName} er klar til at flytte hjem til dig!
fi: {puppyName} on valmis muuttamaan kotiisi!
no: {puppyName} er klar for flytte hjem til deg!

# msgDeliveryDate
source: Delivery date: {date}
da: Leveringsdato: {date}
fi: Luovutuspäivä: {date}
no: Leveringsdato: {date}

# msgInDays
source: In {count} {dayWord}
da: Om {count} {dayWord}
fi: {count} {dayWord} päästä
no: Om {count} {dayWord}

# msgDaySingular
source: day
da: dag
fi: päivä
no: dag

# msgDayPlural
source: days
da: dage
fi: päivää
no: dager

# msgToday
source: Today!
da: I dag!
fi: Tänään!
no: I dag!

# msgRememberToBring
source: Remember to bring:
da: Husk at medbringe:
fi: Muista ottaa mukaan:
no: Husk ta med:

# msgTransportCrate
source: Transport crate/carrier
da: Transportbur/bæretaske
fi: Kuljetuslaatikko/kantolaukku
no: Transportbur/breveske

# msgBlanketWithHomeScent
source: Blanket with home scent
da: Tæppe med hjemmeduft
fi: Peitto kodin tuoksulla
no: Teppe med hjemmets lukt

# msgWaterForTrip
source: Water for the trip
da: Vand til turen
fi: Vettä matkalle
no: Vann til turen

# msgAddress
source: Address: {address}
da: Adresse: {address}
fi: Osoite: {address}
no: Adresse: {address}

# msgLookingForward
source: We look forward to seeing you!
da: Vi glæder os til at se dig!
fi: Odotamme innolla tapaamista!
no: Vi gleder oss til se deg!

source: Kennel
fi: Kenneli

source: Type
fi: Tyyppi
sv: Typ

source: Filter
fi: Suodatin

source: Info
fi: Tiedot

# themeRose
source: Rose
fi: Ruusu
sv: Ros

# themeAmber
source: Amber
da: Rav
fi: Meripihka
sv: Bärnsten

source: Send
fi: Lähetä
sv: Skicka

source: Gram
fi: Gramma

# waitlistStatus
source: Status
fi: Tila

# tipsCoi
source: Tips:
fi: Vinkit:

source: Status
fi: Tila

# administratorRole
source: Administrator
fi: Ylläpitäjä
sv: Administratör

# planButton
source: Plan
fi: Suunnitelma

# statusLabel
source: Status
fi: Tila

# gramAxis
source: Gram
fi: Grammaa

# gramUnit
source: {weight} gram
fi: {weight} grammaa

# patternElegant
source: Elegant
fi: Elegantti

# fontStandard
source: Standard
fi: Standardi

# fontElegant
source: Elegant
fi: Elegantti

# sendSmsLabel
source: Send SMS
fi: Lähetä tekstiviesti

source: Messenger, WhatsApp, etc.
fi: Messenger, WhatsApp, jne.

# msgStatusHeader
source: Status:
fi: Tila:
