Repository: kjetilandre95-code/breedly
Catalog: lib/l10n/app_*.arb
Languages: da, fi, no, sv

# errorGeneric
source: Error: {error}
da: Fejl: {error}
fi: Virhe: {error}
no: Feil: {error}
sv: Fel: {error}

# kennelCreatedSuccess
source: Kennel created!
da: Kennel oprettet!
fi: Kennel luotu!
no: Kennel opprettet!
sv: Kennel skapad!

source: Kennel Profile
da: Kennelprofil
fi: Kennelin profiili
no: Kennelprofil
sv: Kennelprofil

source: Kennel profile saved
da: Kennelprofil gemt
fi: Kennelin profiili tallennettu
no: Kennelprofil lagret
sv: Kennelprofil sparad

# kennelInfo
source: Kennel Information
fi: Kennelin tiedot
no: Kennelinformasjon

# kennelNameFieldLabel
source: Kennel name
da: Kennelnavn
fi: Kennelin nimi
no: Kennelnavn
sv: Kennelnamn

# kennelNameHint
source: E.g. "Nordlys Kennel"
da: F.eks. "Nordlys Kennel"
fi: Esim. "Nordlys Kennel"
no: F.eks. "Nordlys Kennel"
sv: T.ex. "Nordlys Kennel"

source: Description (optional)
da: Beskrivelse (valgfrit)
fi: Kuvaus (valinnainen)
no: Beskrivelse (valgfritt)
sv: Beskrivning (valfritt)

# kennelDescriptionHint
source: Tell a little about your kennel...
da: Fortæl lidt om din kennel...
fi: Kerro hieman kennelistäsi...
no: Fortell litt om din kennel...
sv: Berätta lite om din kennel...

# breedsSection
source: Breeds
da: Racer
fi: Rodut
no: Raser
sv: Raser

# selectBreedsForBreeding
source: Select the breeds you breed
da: Vælg de racer du opdrætter
fi: Valitse kasvattamasi rodut
no: Velg rasene du er oppdretter av
sv: Välj raserna du föder upp

source: Tap to select breeds...
da: Tryk for at vælge racer...
fi: Paina valitaksesi rotuja...
no: Trykk for velge raser...
sv: Tryck för att välja raser...

# breedSelectedSingular
source: breed selected
da: race valgt
fi: rotu valittu
no: rase valgt
sv: ras vald

# breedsSelectedPlural
source: breeds selected
da: racer valgt
fi: rotua valittu
no: raser valgt
sv: raser valda

# contactInfo
source: Contact Information
da: Kontaktinformation
fi: Yhteystiedot
no: Kontaktinformasjon
sv: Kontaktinformation

source: Phone (optional)
da: Telefon (valgfrit)
fi: Puhelin (valinnainen)
no: Telefon (valgfritt)
sv: Telefon (valfritt)

source: Address (optional)
da: Adresse (valgfrit)
fi: Osoite (valinnainen)
no: Adresse (valgfritt)
sv: Adress (valfritt)

source: Website (optional)
da: Hjemmeside (valgfrit)
fi: Verkkosivu (valinnainen)
no: Nettside (valgfritt)
sv: Webbplats (valfritt)

source: Save kennel profile
da: Gem kennelprofil
fi: Tallenna kennelin profiili
no: Lagre kennelprofil
sv: Spara kennelprofil

source: Select breeds
da: Vælg racer
fi: Valitse rodut
no: Velg raser
sv: Välj raser

# nSelected
source: {count} selected
da: {count} valgt
fi: {count} valittu
no: {count} valgt
sv: {count} valda

# noBreedsFoundFor
source: No breeds found for "{query}"
da: Ingen racer fundet for "{query}"
fi: Rotuja ei löytynyt haulle "{query}"
no: Ingen raser funnet for "{query}"
sv: Inga raser hittade för "{query}"

source: No images yet
da: Ingen billeder endnu
fi: Ei kuvia vielä
no: Ingen bilder enn
sv: Inga bilder ännu

source: Tap + to add photos
da: Tryk på + for at tilføje billeder
fi: Paina + lisätäksesi kuvia
no: Trykk p + for legge til bilder
sv: Tryck på + för att lägga till bilder

source: Image details
da: Billeddetaljer
fi: Kuvan tiedot
no: Bildedetaljer
sv: Bilddetaljer

# fileSizeLabel
source: File size: {size} MB
da: Filstørrelse: {size} MB
fi: Tiedostokoko: {size} MB
no: Filstrrelse: {size} MB
sv: Filstorlek: {size} MB

# descriptionWithValue
source: Description: {value}
da: Beskrivelse: {value}
fi: Kuvaus: {value}
no: Beskrivelse: {value}
sv: Beskrivning: {value}

source: Edit image notes
da: Rediger billednoter
fi: Muokkaa kuvamuistiinpanoja
no: Rediger bildenotater
sv: Redigera bildanteckningar

# descriptionLabel
source: Description
da: Beskrivelse
fi: Kuvaus
no: Beskrivelse
sv: Beskrivning

source: Image notes updated
da: Billednoter opdateret
fi: Kuvamuistiinpanot päivitetty
no: Bildenotater oppdatert
sv: Bildanteckningar uppdaterade

source: Delete image
da: Slet billede
fi: Poista kuva
no: Slett bilde
sv: Radera bild

source: Image deleted
da: Billede slettet
fi: Kuva poistettu
no: Bilde slettet
sv: Bild raderad

# searchPrompt
source: Search for dogs, litters, puppies or buyers
da: Søg efter hunde, kuld, hvalpe eller købere
fi: Hae koiria, pentueita, pentuja tai ostajia
no: Sk etter hunder, kull, valper eller kjpere
sv: Sök efter hundar, kullar, valpar eller köpare

source: Export data
da: Eksporter data
fi: Vie tiedot
no: Eksporter data
sv: Exportera data

source: Exporting {item}...
da: Eksporterer {item}...
fi: Viedään {item}...
no: Eksporterer {item}...
sv: Exporterar {item}...

source: Export completed!
da: Eksport fuldført!
fi: Vienti valmis!
no: Eksport fullfrt!
sv: Export klar!

# exportError
source: Export error: {error}
da: Eksportfejl: {error}
fi: Vientivirhe: {error}
no: Feil ved eksport: {error}
sv: Exportfel: {error}

source: {item} exported!
da: {item} eksporteret!
fi: {item} viety!
no: {item} eksportert!
sv: {item} exporterad!

source: About export
da: Om eksport
fi: Tietoja viennistä
no: Om eksport
sv: Om export

# exportDescription
source: Data is exported as CSV files that can be opened in Excel, Google Sheets or other spreadsheet programs. Files use UTF-8 with BOM to support special characters.
da: Data eksporteres som CSV-filer der kan åbnes i Excel, Google Sheets eller andre regnearksprogrammer. Filerne bruger UTF-8 med BOM for at understøtte specialtegn.
fi: Tiedot viedään CSV-tiedostoina, jotka voidaan avata Excelissä, Google Sheetsissä tai muissa taulukkolaskentaohjelmissa. Tiedostot käyttävät UTF-8 BOM-merkinnällä erikoismerkkien tukemiseksi.
no: Data eksporteres som CSV-filer som kan pnes i Excel, Google Sheets eller andre regneark-programmer. Filene bruker UTF-8 med BOM for sttte norske tegn.
sv: Data exporteras som CSV-filer som kan öppnas i Excel, Google Sheets eller andra kalkylprogram. Filerna använder UTF-8 med BOM för att stödja specialtecken.

source: Export all
da: Eksporter alt
fi: Vie kaikki
no: Eksporter alt
sv: Exportera allt

source: Or export individually
da: Eller eksporter enkeltvis
fi: Tai vie yksittäin
no: Eller eksporter enkeltvis
sv: Eller exportera enskilt

# exportDogsDesc
source: All registered dogs with pedigree info
da: Alle registrerede hunde med stamtavleinfo
fi: Kaikki rekisteröidyt koirat sukutaulutiedoilla
no: Alle registrerte hunder med stamtavle-info
sv: Alla registrerade hundar med stamtavleinfo

# exportLittersDesc
source: All litters with parents and puppy status
da: Alle kuld med forældre og hvalpestatus
fi: Kaikki pentueet vanhempien ja pentutilan kanssa
no: Alle kull med foreldre og valpestatus
sv: Alla kullar med föräldrar och valpstatus

# exportPuppiesDesc
source: All puppies with details and sales status
da: Alle hvalpe med detaljer og salgsstatus
fi: Kaikki pennut yksityiskohtien ja myyntistatuksen kanssa
no: Alle valper med detaljer og salgsstatus
sv: Alla valpar med detaljer och försäljningsstatus

# exportExpensesDesc
source: All expenses sorted by date
da: Alle udgifter sorteret efter dato
fi: Kaikki menot päivämäärän mukaan
no: Alle utgifter sortert etter dato
sv: Alla utgifter sorterade efter datum

# exportIncomeDesc
source: All income sorted by date
da: Alle indtægter sorteret efter dato
fi: Kaikki tulot päivämäärän mukaan
no: Alle inntekter sortert etter dato
sv: Alla inkomster sorterade efter datum

# exportFinancialSummaryDesc
source: Annual overview of results
da: Årlig oversigt over resultat
fi: Vuosittainen tulosyhteenveto
no: rlig oversikt over resultat
sv: Årlig översikt av resultat

# exportLitterStatsDesc
source: Statistics per breed
da: Statistik per race
fi: Tilastot roduittain
no: Statistikk per rase
sv: Statistik per ras

source: all data
da: alle data
fi: kaikki tiedot
no: alle data

source: No contracts
da: Ingen kontrakter
fi: Ei sopimuksia
no: Ingen kontrakter
sv: Inga kontrakt

# createPurchaseContractForPuppy
source: Create a purchase contract for this puppy
da: Opret en købekontrakt for denne hvalp
fi: Luo ostosopimus tälle pennulle
no: Opprett en kjpekontrakt for denne valpen
sv: Skapa ett köpeavtal för denna valp

# contractNumberLabel
source: Contract no. {number}
da: Kontrakt nr. {number}
fi: Sopimus nro {number}
no: Kontrakt nr. {number}
sv: Kontrakt nr. {number}

# statusDraft
source: Draft
da: Udkast
fi: Luonnos
no: Utkast
sv: Utkast

# statusActive
source: Active
da: Aktiv
fi: Aktiivinen
no: Aktiv
sv: Aktiv

# statusCompleted
source: Completed
da: Fuldført
fi: Valmis
no: Fullfrt
sv: Slutförd

# statusCancelled
source: Cancelled
da: Annulleret
fi: Peruutettu
no: Kansellert
sv: Avbruten

source: Delete contract
da: Slet kontrakt
fi: Poista sopimus
no: Slett kontrakt
sv: Radera kontrakt

source: Contract deleted
da: Kontrakt slettet
fi: Sopimus poistettu
no: Kontrakt slettet
sv: Kontrakt raderat

# createdDate
source: Created
da: Oprettet
fi: Luotu
no: Opprettet
sv: Skapad

# purchasedDate
source: Purchased
da: Købt
fi: Ostettu
no: Kjpt
sv: Köpt

# termsLabel
source: Terms:
da: Vilkår:
fi: Ehdot:
no: Vilkr:
sv: Villkor:

source: Spay/neuter required
da: Kastrering/sterilisering påkrævet
fi: Kastrointi/sterilointi vaadittu
no: Kastrering/sterilisering pkrevd
sv: Kastrering/sterilisering krävs

source: New contract
da: Ny kontrakt
fi: Uusi sopimus
no: Ny kontrakt
sv: Nytt kontrakt

# fullSalesContract
source: Full sales contract for the puppy
da: Fuld salgskontrakt for hvalpen
fi: Täydellinen myyntisopimus pennulle
no: Full salgskontrakt for valpen
sv: Fullständigt försäljningskontrakt för valpen

# reserveWithDeposit
source: Reserve the puppy with a deposit
da: Reserver hvalpen med depositum
fi: Varaa pentu käsirahalla
no: Reserver valpen med depositum
sv: Reservera valpen med handpenning

source: Reservation agreement
da: Reservationsaftale
fi: Varassopimus
no: Reservasjonsavtale
sv: Reservationsavtal

# exportErrorGeneric
source: Export error: {error}
da: Eksportfejl: {error}
fi: Vientivirhe: {error}
no: Feil ved eksport: {error}
sv: Exportfel: {error}

# photoGalleryTitle
source: {damName} - Photo Gallery
da: {damName} - Fotogalleri
fi: {damName} - Kuvagalleria
no: {damName} - Bildegalleri
sv: {damName} - Fotogalleri

# editMenu
source: Edit
da: Rediger
fi: Muokkaa
no: Rediger
sv: Redigera

# deleteLitterMenu
source: Delete litter
da: Slet kuld
fi: Poista pentue
no: Slett kull
sv: Ta bort kull

# tabPuppies
source: Puppies
da: Hvalpe
fi: Pennut
no: Valper
sv: Valpar

# tabRegistration
source: Registration
da: Registrering
fi: Rekisteröinti
no: Registrering
sv: Registrering

# plannedLitterLabel
source: Planned litter
da: Planlagt kuld
fi: Suunniteltu pentue
no: Planlagt kull
sv: Planerad kull

# litterInfoLabel
source: Litter info
da: Kuldinfo
fi: Pentuetiedot
no: Kullinfo
sv: Kullinfo

# damLabel
source: Dam
da: Mor
fi: Emä
no: Mor
sv: Mor

# sireLabel
source: Sire
da: Far
fi: Isä
no: Far
sv: Far

# breedLabel
source: Breed
da: Race
fi: Rotu
no: Rase
sv: Ras

# ageLabel
source: Age
da: Alder
fi: Ikä
no: Alder
sv: Ålder

# totalPuppiesLabel
source: Total puppies
da: Totalt hvalpe
fi: Pentuja yhteensä
no: Totalt valper
sv: Totalt valpar

# malesLabel
source: Males
da: Hanner
fi: Urokset
no: Hanner
sv: Hanar

# femalesLabel
source: Females
da: Tæver
fi: Naaraat
no: Tisper
sv: Tikar

# matingDateLabel
source: Mating date
da: Parringsdato
fi: Astutuspäivä
no: Parringsdato
sv: Parningsdatum

# estimatedDueDateLabel
source: Estimated due date
da: Estimeret fødselsdato
fi: Arvioitu syntymäpäivä
no: Estimert dato for fdsel
sv: Beräknat födelsedatum

# daysUntilWhelpingLabel
source: Days until whelping
da: Dage til hvalpning
fi: Päiviä penikointiin
no: Dager til valping
sv: Dagar till valpning

# daysToEstimatedBirth
source: {days} days to estimated birth
da: {days} dage til estimeret fødsel
fi: {days} päivää arvioituun syntymään
no: {days} dager til estimert fdsel
sv: {days} dagar till beräknad födsel

# estimatedDatePassed
source: Estimated due date has passed
da: Estimeret fødselsdato er passeret
fi: Arvioitu syntymäpäivä on ohitettu
no: Estimert dato for fdsel har passert
sv: Beräknat födelsedatum har passerat

# setMatingDateToCalculate
source: Set mating date to calculate due date
da: Indstil parringsdato for at beregne termin
fi: Aseta astutuspäivä laskeaksesi määräajan
no: Sett parringsdato for beregne termin
sv: Ange parningsdatum för att beräkna termin

# registerBirthButton
source: Register birth
da: Registrer fødsel
fi: Rekisteröi syntymä
no: Registrer fdsel
sv: Registrera födsel

# planningToolsLabel
source: Planning tools
da: Planlægningsværktøjer
fi: Suunnittelutyökalut
no: Planleggingsverkty
sv: Planeringsverktyg

# temperatureLabel
source: Temperature
da: Temperatur
fi: Lämpötila
no: Temperatur
sv: Temperatur

# progesteroneLabel
source: Progesterone
da: Progesteron
fi: Progesteroni
no: Progesteron
sv: Progesteron

# editLabel
source: Edit
da: Rediger
fi: Muokkaa
no: Rediger
sv: Redigera

# birthLabel
source: Birth
da: Fødsel
fi: Syntymä
no: Fdsel
sv: Födsel

# matingDateColon
source: Mating date: {date}
da: Parringsdato: {date}
fi: Astutuspäivä: {date}
no: Parringsdato: {date}
sv: Parningsdatum: {date}

source: No mating date set
da: Ingen parringsdato indstillet
fi: Astutuspäivää ei asetettu
no: Ingen parringsdato satt
sv: Inget parningsdatum angivet

# setDateLabel
source: Set date
da: Indstil dato
fi: Aseta päivä
no: Sett dato
sv: Ange datum

# estimatedBirthColon
source: Estimated birth: {date}
da: Estimeret fødsel: {date}
fi: Arvioitu syntymä: {date}
no: Estimert fdsel: {date}
sv: Beräknad födsel: {date}

# daysLeft
source: {days} days left
da: {days} dage tilbage
fi: {days} päivää jäljellä
no: {days} dager igjen
sv: {days} dagar kvar

# selectMatingDateLabel
source: Select mating date
da: Vælg parringsdato
fi: Valitse astutuspäivä
no: Velg parringsdato
sv: Välj parningsdatum

# matingDateSetSnackbar
source: Mating date set to {matingDate}. Estimated birth: {dueDate}
da: Parringsdato sat til {matingDate}. Estimeret fødsel: {dueDate}
fi: Astutuspäivä asetettu: {matingDate}. Arvioitu syntymä: {dueDate}
no: Parringsdato satt til {matingDate}. Estimert fdsel: {dueDate}
sv: Parningsdatum satt till {matingDate}. Beräknad födsel: {dueDate}

# couldNotFindDam
source: Could not find the dam
da: Kunne ikke finde tæven
fi: Emää ei löytynyt
no: Kunne ikke finne tispen
sv: Kunde inte hitta tiken

# registerBirthTitle
source: Register birth
da: Registrer fødsel
fi: Rekisteröi syntymä
no: Registrer fdsel
sv: Registrera födsel

# litterBornConfirmText
source: The litter is now born! Do you want to update the birth date to today?
da: Kuldet er nu født! Vil du opdatere fødselsdatoen til i dag?
fi: Pentue on syntynyt! Haluatko päivittää syntymäpäivän tähän päivään?
no: Kullet er n fdt! Vil du oppdatere fdselsdatoen til i dag?
sv: Kullen är nu född! Vill du uppdatera födelsedatumet till idag?

# canThenAddPuppies
source: You can then add puppies manually.
da: Du kan derefter tilføje hvalpene manuelt.
fi: Voit sen jälkeen lisätä pennut manuaalisesti.
no: Du kan deretter legge til valpene manuelt.
sv: Du kan sedan lägga till valparna manuellt.

# cancelLabel
source: Cancel
da: Annuller
fi: Peruuta
no: Avbryt
sv: Avbryt

# registerLabel
source: Register
da: Registrer
fi: Rekisteröi
no: Registrer
sv: Registrera

# birthRegisteredSnackbar
source: Birth registered! You can now add puppies.
da: Fødsel registreret! Du kan nu tilføje hvalpe.
fi: Syntymä rekisteröity! Voit nyt lisätä pentuja.
no: Fdsel registrert! Du kan n legge til valper.
sv: Födsel registrerad! Du kan nu lägga till valpar.

source: No puppies yet
da: Ingen hvalpe endnu
fi: Ei pentuja vielä
no: Ingen valper enn
sv: Inga valpar ännu

# goToPuppiesTabHint
source: Go to the Puppies tab to add puppies
da: Gå til Hvalpe-fanen for at tilføje hvalpe
fi: Siirry Pennut-välilehdelle lisätäksesi pentuja
no: G til Valper-fanen for legge til valper
sv: Gå till Valpar-fliken för att lägga till valpar

# puppiesCount2
source: Puppies ({count})
da: Hvalpe ({count})
fi: Pennut ({count})
no: Valper ({count})
sv: Valpar ({count})

# availableLabel
source: Available
da: Ledig
fi: Vapaa
no: Ledig
sv: Ledig

# reservedLabel
source: Reserved
da: Reserveret
fi: Varattu
no: Reservert
sv: Reserverad

# soldLabel
source: Sold
da: Solgt
fi: Myyty
no: Solgt
sv: Såld

# quickActionsLabel
source: Quick actions
da: Hurtige handlinger
fi: Pikatoiminnot
no: Hurtighandlinger
sv: Snabbåtgärder

# weighingLabel
source: Weighing
da: Vejning
fi: Punnitus
no: Veiing
sv: Vägning

# newPuppyLabel
source: New puppy
da: Ny hvalp
fi: Uusi pentu
no: Ny valp
sv: Ny valp

# treatmentOverviewLabel
source: Treatment overview
da: Behandlingsoversigt
fi: Hoitoyhteenveto
no: Behandlingsoversikt
sv: Behandlingsöversikt

# vaccinatedLabel
source: Vaccinated
da: Vaccineret
fi: Rokotettu
no: Vaksinert
sv: Vaccinerad

# dewormedLabel
source: Dewormed
da: Ormebehandlet
fi: Matolääkitty
no: Avmasket
sv: Avmaskad

# microchippedLabel
source: Microchipped
da: ID-mærket
fi: Mikrosirulla
no: ID-merket
sv: ID-märkt

# dayUnit
source: {count, plural, =1{day} other{days}}
da: {count, plural, =1{dag} other{dage}}
fi: {count, plural, =1{päivä} other{päivää}}
no: {count, plural, =1{dag} other{dager}}
sv: {count, plural, =1{dag} other{dagar}}

# weekUnit
source: {count, plural, =1{week} other{weeks}}
da: {count, plural, =1{uge} other{uger}}
fi: {count, plural, =1{viikko} other{viikkoa}}
no: {count, plural, =1{uke} other{uker}}
sv: {count, plural, =1{vecka} other{veckor}}

# weeksAndDays
source: {weeks} {weekLabel} and {days} {dayLabel}
da: {weeks} {weekLabel} og {days} {dayLabel}
fi: {weeks} {weekLabel} ja {days} {dayLabel}
no: {weeks} {weekLabel} og {days} {dayLabel}
sv: {weeks} {weekLabel} och {days} {dayLabel}

# todayParens
source: (today)
da: (i dag)
fi: (tänään)
no: (i dag)
sv: (idag)

# tomorrowParens
source: (tomorrow)
da: (i morgen)
fi: (huomenna)
no: (i morgen)
sv: (imorgon)

# yesterdayParens
source: (yesterday)
da: (i går)
fi: (eilen)
no: (i gr)
sv: (igår)

# summaryLabel
source: Summary
da: Sammendrag
fi: Yhteenveto
no: Sammendrag
sv: Sammanfattning

# addPuppyLabel
source: Add puppy
da: Tilføj hvalp
fi: Lisää pentu
no: Legg til valp
sv: Lägg till valp

# totalLabel
source: Total
da: Totalt
fi: Yhteensä
no: Totalt
sv: Totalt

# puppyListLabel
source: Puppy list
da: Hvalpliste
fi: Pentulista
no: Valpeliste
sv: Valplista

source: No puppies registered yet
da: Ingen hvalpe registreret endnu
fi: Ei pentuja rekisteröity vielä
no: Ingen valper registrert enn
sv: Inga valpar registrerade ännu

# colorAge
source: Color: {color} • Age: {weeks} weeks
da: Farve: {color} • Alder: {weeks} uger
fi: Väri: {color} • Ikä: {weeks} viikkoa
no: Farge: {color} Alder: {weeks} uker
sv: Färg: {color} • Ålder: {weeks} veckor

# basicInfoLabel
source: Basic info
da: Grundinfo
fi: Perustiedot
no: Grunninfo
sv: Grundinfo

# genderLabel
source: Gender
da: Køn
fi: Sukupuoli
no: Kjnn
sv: Kön

# birthWeightLabel
source: Birth weight
da: Fødselsvægt
fi: Syntymäpaino
no: Fdselsvekt
sv: Födelsevikt

# treatmentsLabel
source: Treatments
da: Behandlinger
fi: Hoidot
no: Behandlinger
sv: Behandlingar

# yesLabel
source: Yes
da: Ja
fi: Kyllä
no: Ja
sv: Ja

# noLabel
source: No
da: Nej
fi: Ei
no: Nei
sv: Nej

# buyerLabel
source: Buyer
da: Køber
fi: Ostaja
no: Kjper
sv: Köpare

# nameLabel
source: Name
da: Navn
fi: Nimi
no: Navn
sv: Namn

# contactLabel
source: Contact
da: Kontakt
fi: Yhteystieto
no: Kontakt
sv: Kontakt

# notesLabel
source: Notes
da: Noter
fi: Muistiinpanot
no: Notater
sv: Anteckningar

# weightButton
source: Weight
da: Vægt
fi: Paino
no: Vekt
sv: Vikt

# contractButton
source: Contract
da: Kontrakt
fi: Sopimus
no: Kontrakt
sv: Kontrakt

# healthCertificateButton
source: Health cert.
da: Sundhedsattest
fi: Terveystodistus
no: Helseattest
sv: Hälsointyg

# shareButton
source: Share
da: Del
fi: Jaa
no: Del
sv: Dela

# temperatureRegistrationLabel
source: Temperature registration
da: Temperaturregistrering
fi: Lämpötilarekisteröinti
no: Temperaturregistrering
sv: Temperaturregistrering

# registerTempBeforeBirth
source: Register temperature on the dam before estimated birth
da: Registrer temperatur på tæven før estimeret fødsel
fi: Rekisteröi emän lämpötila ennen arvioitua syntymää
no: Registrer temperatur p tispa fr estimert fdsel
sv: Registrera temperatur på tiken före beräknad födsel

# openTemperatureLogButton
source: Open temperature log
da: Åbn temperaturlog
fi: Avaa lämpötilaloki
no: pne temperaturlogg
sv: Öppna temperaturlogg

# puppyWeightLabel
source: Puppy weight
da: Hvalpenes vægt
fi: Pentujen paino
no: Valpenes vekt
sv: Valparnas vikt

# registerWeightForAll
source: Register weight for all puppies
da: Registrer vægt for alle hvalpe
fi: Rekisteröi paino kaikille pennuille
no: Registrer vekt for alle valper
sv: Registrera vikt för alla valpar

# noPuppiesRegisteredShort
source: No puppies registered
da: Ingen hvalpe registreret
fi: Ei pentuja rekisteröity
no: Ingen valper registrert
sv: Inga valpar registrerade

# editPuppyTitle
source: Edit puppy
da: Rediger hvalp
fi: Muokkaa pentua
no: Rediger valp
sv: Redigera valp

# birthWeightGramsLabel
source: Birth weight (grams)
da: Fødselsvægt (gram)
fi: Syntymäpaino (grammaa)
no: Fdselsvekt (gram)
sv: Födelsevikt (gram)

# birthNoteLabel
source: Birth note
da: Fødselsnotat
fi: Syntymämerkintä
no: Fdselsmerknad
sv: Födelseanteckning

# buyerNameLabel
source: Buyer name
da: Købers navn
fi: Ostajan nimi
no: Kjpernavn
sv: Köparens namn

# buyerContactLabel
source: Buyer contact
da: Købers kontakt
fi: Ostajan yhteystieto
no: Kjperkontakt
sv: Köparens kontakt

# notesFieldLabel
source: Notes
da: Noter
fi: Muistiinpanot
no: Notater
sv: Anteckningar

# saveLabel
source: Save
da: Gem
fi: Tallenna
no: Lagre
sv: Spara

# puppyUpdatedSnackbar
source: Puppy updated
da: Hvalp opdateret
fi: Pentu päivitetty
no: Valp oppdatert
sv: Valp uppdaterad

# weightCurveTitle
source: {name} - Weight curve
da: {name} - Vægtkurve
fi: {name} - Painokäyrä
no: {name} - Vektkurve
sv: {name} - Viktkurva

# birthWeightNote
source: Birth weight
da: Fødselsvægt
fi: Syntymäpaino
no: Fdselsvekt
sv: Födelsevikt

# daysSinceBirthAxis
source: Days since birth
da: Dage siden fødsel
fi: Päiviä syntymästä
no: Dager siden fdsel
sv: Dagar sedan födsel

# noWeightOrBirthWeight
source: No weight measurements or birth weight registered
da: Ingen vægtmålinger eller fødselsvægt registreret
fi: Ei painomittauksia tai syntymäpainoa rekisteröity
no: Ingen vektmlinger eller fdselsvekt registrert
sv: Inga viktmätningar eller födelsevikt registrerade

source: Registered measurements:
da: Registrerede målinger:
fi: Rekisteröidyt mittaukset:
no: Registrerte mlinger:
sv: Registrerade mätningar:

# dayDateLabel
source: Day {day} - {date}
da: Dag {day} - {date}
fi: Päivä {day} - {date}
no: Dag {day} - {date}
sv: Dag {day} - {date}

source: Weight measurement deleted
da: Vægtmåling slettet
fi: Painomittaus poistettu
no: Vektmling slettet
sv: Viktmätning borttagen

# addMeasurementButton
source: Add measurement
da: Tilføj måling
fi: Lisää mittaus
no: Legg til mling
sv: Lägg till mätning

# closeButton
source: Close
da: Luk
fi: Sulje
no: Lukk
sv: Stäng

# addWeightMeasurementTitle
source: Add weight measurement
da: Tilføj vægtmåling
fi: Lisää painomittaus
no: Legg til vektmling
sv: Lägg till viktmätning

# dateLabel
source: Date
da: Dato
fi: Päivämäärä
no: Dato
sv: Datum

# clockLabel
source: Time
da: Tidspunkt
fi: Kellonaika
no: Klokkeslett
sv: Tid

# weightGramsLabel
source: Weight (grams)
da: Vægt (gram)
fi: Paino (grammaa)
no: Vekt (gram)
sv: Vikt (gram)

# weightMeasurementAddedSnackbar
source: Weight measurement added
da: Vægtmåling tilføjet
fi: Painomittaus lisätty
no: Vektmling lagt til
sv: Viktmätning tillagd

# registerWeightForAllTitle
source: Register weight for all puppies
da: Registrer vægt for alle hvalpe
fi: Rekisteröi paino kaikille pennuille
no: Registrer vekt for alle valper
sv: Registrera vikt för alla valpar
