Repository: kjetilandre95-code/breedly
Catalog: lib/l10n/app_*.arb
Languages: da, fi, no, sv

source: Waitlist
da: Venteliste
fi: Jonotuslista
no: Venteliste
sv: Väntelista

# waitlistPosition
source: Position
fi: Sijainti
no: Posisjon

# waitlistDate
source: Date Registered
da: Dato registreret
fi: Rekisteröintipäivä
no: Dato registrert
sv: Datum registrerad

source: Preferred Gender
da: Foretrukne køn
fi: Toivottu sukupuoli
no: Foretrukket kjønn
sv: Föredragen kön

source: Preferred Color
da: Foretrukne farve
fi: Toivottu väri
no: Foretrukket farge
sv: Föredragen färg

# depositAmount
source: Deposit
da: Depositum
fi: Käsiraha
no: Depositum
sv: Handpenning

source: No Preference
da: Ingen præference
fi: Ei toivetta
no: Ingen preferanse
sv: Ingen preferens

source: Pending
da: Afventer
fi: Odottaa
no: Venter
sv: Väntande

source: Contacted
da: Kontaktet
fi: Yhteydessä
no: Kontaktet
sv: Kontaktad

source: Purchased
da: Købt
fi: Ostettu
no: Kjøpt
sv: Köpt

source: Declined
da: Afvist
fi: Hylätty
no: Avslått
sv: Avböjd

source: Cancelled
da: Annulleret
fi: Peruutettu
no: Kansellert
sv: Avbruten

source: Add to Waitlist
da: Tilføj til venteliste
fi: Lisää jonoon
no: Legg til på venteliste
sv: Lägg till på väntelista

source: Remove from Waitlist
da: Fjern fra venteliste
fi: Poista jonosta
no: Fjern fra venteliste
sv: Ta bort från väntelista

source: Move Up
da: Flyt op
fi: Siirrä ylös
no: Flytt opp
sv: Flytta upp

source: Move Down
da: Flyt ned
fi: Siirrä alas
no: Flytt ned
sv: Flytta ner

# waitlistEmpty
source: No one on the waitlist
da: Ingen på ventelisten
fi: Ei ketään jonossa
no: Ingen på ventelisten
sv: Ingen på väntelistan

# waitlistInfo
source: Manage interested buyers and their position on the waitlist
da: Administrer interesserede købere og deres placering på ventelisten
fi: Hallinnoi kiinnostuneita ostajia ja heidän sijaintiaan jonossa
no: Administrer interesserte kjøpere og deres plassering på ventelisten
sv: Hantera intresserade köpare och deras placering på väntelistan

# position
source: Position #{position}
fi: Sijainti #{position}
no: Posisjon #{position}

source: Added to waitlist
da: Tilføjet til venteliste
fi: Lisätty jonoon
no: Lagt til på venteliste
sv: Tillagd på väntelista

source: Removed from waitlist
da: Fjernet fra venteliste
fi: Poistettu jonosta
no: Fjernet fra venteliste
sv: Borttagen från väntelista

source: Calendar
da: Kalender
fi: Kalenteri
no: Kalender
sv: Kalender

source: Expected Birth
da: Estimert dato for fødsel
fi: Odotettu syntymä
no: Estimert dato for fødsel
sv: Förväntad födsel

source: Treatments
da: Behandlinger
fi: Hoidot
no: Behandlinger
sv: Behandlingar

source: Birthdays
da: Fødselsdage
fi: Syntymäpäivät
no: Bursdager
sv: Födelsedagar

# plannedLitterTag
source: [Planned litter]
da: [Planlagt kuld]
fi: [Suunniteltu pentue]
no: [Planlagt kull]
sv: [Planerad kull]

source: Planned litter created
da: Planlagt kuld oprettet
fi: Suunniteltu pentue luotu
no: Planlagt kull opprettet
sv: Planerad kull skapad

source: Litter added
da: Kuld tilføjet
fi: Pentue lisätty
no: Kull lagt til
sv: Kull tillagd

# maleNumberTemplate
source: Male {number}
da: Han {number}
fi: Uros {number}
no: Hann {number}
sv: Hane {number}

# femaleNumberTemplate
source: Female {number}
da: Tæve {number}
fi: Narttu {number}
no: Tispe {number}
sv: Tik {number}

source: Plan litter
da: Planlæg kuld
fi: Suunnittele pentue
no: Planlegg kull
sv: Planera kull

# planningFutureLitter
source: Planning a future litter
da: Planlægger et fremtidigt kuld
fi: Suunnittelet tulevaa pentuetta
no: Planlegger et fremtidig kull
sv: Planerar en framtida kull

# registeringBornLitter
source: Registering a born litter
da: Registrerer et født kuld
fi: Rekisteröit syntyneen pentueen
no: Registrerer et født kull
sv: Registrerar en född kull

source: Planning mode
da: Planlægningstilstand
fi: Suunnittelutila
no: Planleggingsmodus
sv: Planeringsläge

# planningModeDescription
source: The litter is not born yet — you are planning ahead
da: Kuldet er ikke født endnu — du planlægger fremad
fi: Pentue ei ole vielä syntynyt — suunnittelet eteenpäin
no: Kullet er ikke født ennå — du planlegger fremover
sv: Kullen är inte född ännu — du planerar framåt

# registeringModeDescription
source: The litter is already born — you are registering data
da: Kuldet er allerede født — du registrerer data
fi: Pentue on jo syntynyt — rekisteröit tietoja
no: Kullet er allerede født — du registrerer data
sv: Kullen är redan född — du registrerar data

# registerPreviousLitter
source: Register a previous litter
da: Registrer et tidligere kuld
fi: Rekisteröi aiempi pentue
no: Registrer et tidligere kull
sv: Registrera en tidigare kull

source: Add new female
da: Tilføj ny tæve
fi: Lisää uusi narttu
no: Legg til ny tispe
sv: Lägg till ny tik

source: Add new male
da: Tilføj ny hanhund
fi: Lisää uusi uros
no: Legg til ny hannhund
sv: Lägg till ny hane

# pleaseSelectDam
source: Please select a dam
da: Vælg venligst en mor
fi: Valitse emä
no: Vennligst velg en mor
sv: Vänligen välj en moder

# pleaseSelectSire
source: Please select a sire
da: Vælg venligst en far
fi: Valitse isä
no: Vennligst velg en far
sv: Vänligen välj en fader

# dateSetWhenMatingCompleted
source: Date will be set when first mating is completed
da: Dato sættes når første parring er gennemført
fi: Päivämäärä asetetaan kun ensimmäinen astutus on suoritettu
no: Dato legges inn når første parring er gjennomført
sv: Datum sätts när första parningen är genomförd

source: Mating date
da: Parringsdato
fi: Astutuspaiva
no: Parringsdato
sv: Parningsdatum

source: Remove mating date
da: Fjern parringsdato
fi: Poista astutuspaiva
no: Fjern parringsdato
sv: Ta bort parningsdatum

source: Estimated due date
da: Estimeret fødselsdato
fi: Arvioitu syntymäpäivä
no: Estimert dato for fødsel
sv: Beräknat födelsedatum

source: Progesterone measurements
da: Progesteronmålinger
fi: Progesteronimittaukset
no: Progesteronmålinger
sv: Progesteronmätningar

# progesteroneMeasurementsSubtitle
source: View and record measurements for optimal mating
da: Se og registrer målinger for optimal parring
fi: Katso ja tallenna mittauksia optimaalista astutusta varten
no: Se og registrer målinger for optimal parring
sv: Visa och registrera mätningar för optimal parning

# breedingContractSubtitle
source: Create contract between dam and sire owners
da: Opret aftale mellem ejere af tæve og hanhund
fi: Luo sopimus nartun ja uroksen omistajien välille
no: Opprett avtale mellom eiere av tispe og hannhund
sv: Skapa avtal mellan moder- och faderägare

source: Number of puppies (expected)
da: Antal hvalpe (forventet)
fi: Pentujen määrä (odotettu)
no: Antall valper (forventet)
sv: Antal valpar (förväntat)

source: Number of males
da: Antal hanner
fi: Urosten määrä
no: Antall hanner
sv: Antal hanar

source: Number of females
da: Antal tæver
fi: Narttujen määrä
no: Antall tisper
sv: Antal tikar

source: Save planned litter
da: Gem planlagt kuld
fi: Tallenna suunniteltu pentue
no: Lagre planlagt kull
sv: Spara planerad kull

source: Save litter
da: Gem kuld
fi: Tallenna pentue
no: Lagre kull
sv: Spara kull

# pleaseSelectBreed
source: Please select a breed
da: Vælg venligst en race
fi: Valitse rotu
no: Vennligst velg rase
sv: Vänligen välj en ras

source: Showing all breeds
da: Viser alle racer
fi: Näytetään kaikki rodut
no: Viser alle raser
sv: Visar alla raser

source: Showing kennel breeds
da: Viser kennelracer
fi: Näytetään kennelin rodut
no: Viser kennelens raser
sv: Visar kennelraser

# tipSetUpBreeds
source: Tip: Set up your breeds
da: Tip: Opsæt dine racer
fi: Vinkki: Määritä rotusi
no: Tips: Sett opp dine raser
sv: Tips: Ställ in dina raser

# addBreedsToKennelInfo
source: Add breeds to kennel profile for faster selection.
da: Tilføj racer til kennelprofilen for hurtigere valg.
fi: Lisää rodut kenneliprofiiliin nopeampaa valintaa varten.
no: Legg til raser i kennelprofilen for raskere valg.
sv: Lägg till raser i kennelprofilen för snabbare val.

source: Go to kennel profile
da: Gå til kennelprofil
fi: Siirry kenneliprofiiliin
no: Gå til kennelprofil
sv: Gå till kennelprofil

source: Show only kennel breeds
da: Vis kun kennelracer
fi: Näytä vain kennelin rodut
no: Vis kun kennelens raser
sv: Visa bara kennelraser

source: Show all breeds
da: Vis alle racer
fi: Näytä kaikki rodut
no: Vis alle raser
sv: Visa alla raser

source: No breeds found for "{query}"
da: Ingen racer fundet for "{query}"
fi: Rotuja ei löytynyt haulle "{query}"
no: Ingen raser funnet for "{query}"
sv: Inga raser hittade för "{query}"

source: Please enter temperature
da: Indtast venligst temperatur
fi: Syötä lämpötila
no: Vennligst skriv inn temperatur
sv: Vänligen ange temperatur

source: Temperature recorded
da: Temperatur registreret
fi: Lämpötila tallennettu
no: Temperaturmåling registrert
sv: Temperatur registrerad

source: Invalid temperature value
da: Ugyldig temperaturværdi
fi: Virheellinen lämpötila-arvo
no: Ugyldig temperaturverdi
sv: Ogiltigt temperaturvärde

source: Temperature tracking
da: Temperatursporing
fi: Lämpötilan seuranta
no: Temperaturregistrering
sv: Temperaturregistrering

source: Planning information
da: Planlægningsinformation
fi: Suunnittelutiedot
no: Planleggingsinformasjon
sv: Planeringsinformation

source: Days until whelping:
da: Dage til fødsel:
fi: Päiviä synnytykseen:
no: Dager til valping:
sv: Dagar till valpning:

source: Temperature history
da: Temperaturhistorik
fi: Lämpötilahistoria
no: Temperaturhistorikk
sv: Temperaturhistorik

source: No data to show graph
da: Ingen data at vise i graf
fi: Ei dataa kaavion näyttämiseksi
no: Ingen data for å vise graf
sv: Inga data för att visa graf

source: Add temperature reading
da: Tilføj temperaturmåling
fi: Lisää lämpötilalukema
no: Legg til temperaturmåling
sv: Lägg till temperaturmätning

source: Date and time
da: Dato og tid
fi: Päivä ja aika
no: Dato og tid
sv: Datum och tid

# temperatureCelsius
source: Temperature (°C)
da: Temperatur (°C)
fi: Lämpötila (°C)
no: Temperatur (°C)
sv: Temperatur (°C)

source: Notes (optional)
da: Noter (valgfrit)
fi: Muistiinpanot (valinnainen)
no: Notater (valgfritt)
sv: Anteckningar (valfritt)

# noTemperatureReadings
source: No temperature readings recorded
da: Ingen temperaturmålinger registreret
fi: Ei lämpötilamittauksia rekisteröity
no: Ingen temperaturmålinger registrert
sv: Inga temperaturmätningar registrerade

source: Measurements overview
da: Målingsoversigt
fi: Mittausten yleiskatsaus
no: Målingsoversikt
sv: Mätningsöversikt

# errorLoadingSharedUsers
source: Error loading shared users: {error}
da: Fejl ved indlæsning af delte brugere: {error}
fi: Virhe jaettujen käyttäjien latauksessa: {error}
no: Feil ved lasting av delte brukere: {error}
sv: Fel vid laddning av delade användare: {error}

# pleaseEnterEmail
source: Please enter an email address
da: Indtast venligst en e-mailadresse
fi: Syötä sähköpostiosoite
no: Vennligst angi en e-postadresse
sv: Vänligen ange en e-postadress

source: Shared with {email}
da: Delt med {email}
fi: Jaettu käyttäjälle {email}
no: Delt med {email}
sv: Delad med {email}

# userNotFoundByEmail
source: User with email {email} not found
da: Bruger med e-mail {email} ikke fundet
fi: Käyttäjää sähköpostilla {email} ei löytynyt
no: Bruker med e-postadresse {email} ikke funnet
sv: Användare med e-post {email} hittades inte

# errorSharing
source: Error sharing: {error}
da: Fejl ved deling: {error}
fi: Virhe jakamisessa: {error}
no: Feil ved deling: {error}
sv: Fel vid delning: {error}

source: Remove user
da: Fjern bruger
fi: Poista käyttäjä
no: Fjern bruker
sv: Ta bort användare

source: User removed
da: Bruger fjernet
fi: Käyttäjä poistettu
no: Bruker fjernet
sv: Användare borttagen

# errorRemovingUser
source: Error removing user: {error}
da: Fejl ved fjernelse af bruger: {error}
fi: Virhe käyttäjän poistamisessa: {error}
no: Feil ved fjerning av bruker: {error}
sv: Fel vid borttagning av användare: {error}

source: Share {groupName}
da: Del {groupName}
fi: Jaa {groupName}
no: Del {groupName}
sv: Dela {groupName}

source: Share with collaborator
da: Del med samarbejdspartner
fi: Jaa yhteistyökumppanille
no: Del med samarbeidspartner
sv: Dela med samarbetspartner

source: Email address
da: E-mailadresse
fi: Sähköpostiosoite
no: E-postadresse
sv: E-postadress

source: Share
da: Del
fi: Jaa
no: Del
sv: Dela

source: Shared with
da: Delt med
fi: Jaettu
no: Delt med
sv: Delad med

# notSharedWithAnyone
source: Not shared with anyone yet
da: Ikke delt med nogen endnu
fi: Ei jaettu kenellekÃ¤Ã¤n vielä
no: Ikke delt med noen ennå
sv: Inte delad med någon ännu

source: Collaborator
da: Samarbejdspartner
fi: Yhteistyökumppani
no: Samarbeider
sv: Samarbetspartner

# selectBothForInbreeding
source: Select both dam and sire to calculate inbreeding coefficient
da: Vælg både mor og far for at beregne indavlskoefficient
fi: Valitse sekä emä että isä laskeaksesi sukusiitoskertoimen
no: Velg både mor og far for å beregne innavlskoeffisient
sv: Välj både moder och fader för att beräkna inavelskoefficient

source: Inbreeding coefficient (COI)
da: Indavlskoefficient (COI)
fi: Sukusiitoskerroin (COI)
no: Innavlskoeffisient (COI)
sv: Inavelskoefficient (COI)

# commonAncestors
source: Common ancestors ({count})
da: Fælles forfædre ({count})
fi: Yhteiset esivanhemmat ({count})
no: Felles forfedre ({count})
sv: Gemensamma förfäder ({count})

# seeAllAncestors
source: See all {count} ancestors
da: Se alle {count} forfædre
fi: Katso kaikki {count} esivanhempaa
no: Se alle {count} forfedre
sv: Se alla {count} förfäder

source: What does this mean?
da: Hvad betyder dette?
fi: Mitä tämä tarkoittaa?
no: Hva betyr dette?
sv: Vad betyder detta?

source: About inbreeding coefficient
da: Om indavlskoefficient
fi: Tietoa sukusiitoskertoimesta
no: Om innavlskoeffisient
sv: Om inavelskoefficient

# inbreedingDescription
source: The inbreeding coefficient (COI) measures the probability that two alleles at the same locus are identical because they descend from the same ancestor.
da: Indavlskoefficienten (COI) måler sandsynligheden for, at to alleler på samme locus er identiske, fordi de stammer fra samme forfader.
fi: Sukusiitoskerroin (COI) mittaa todennäköisyyttä, että kaksi alleelia samassa lokuksessa ovat identtisiä, koska ne polveutuvat samasta esivanhemmasta.
no: Innavlskoeffisienten (COI) måler sannsynligheten for at to alleler på samme locus er identiske fordi de stammer fra samme forfader.
sv: Inavelskoefficienten (COI) mäter sannolikheten att två alleler på samma locus är identiska för att de härstammar från samma förfader.

source: Recommended levels:
da: Anbefalede niveauer:
fi: Suositellut tasot:
no: Anbefalte nivåer:
sv: Rekommenderade nivåer:

source: Very low
da: Meget lav
fi: Erittäin matala
no: Svært lav
sv: Mycket låg

source: Low
da: Lav
fi: Matala
no: Lav
sv: Låg

source: Moderate
da: Moderat
fi: Kohtalainen
no: Moderat
sv: Måttlig

source: High
da: Høj
fi: Korkea
no: Høy
sv: Hög

source: Very high
da: Meget høj
fi: Erittäin korkea
no: Svært høy
sv: Mycket hög

# highInbreedingConsequences
source: High inbreeding can lead to:
da: Høj indavl kan føre til:
fi: Korkea sukusiitos voi johtaa:
no: Høy innavl kan føre til:
sv: Hög inavel kan leda till:

source: Reduced immune system
da: Nedsat immunforsvar
fi: Heikentynyt immuunijärjestelmä
no: Redusert immunforsvar
sv: Försvagat immunförsvar

source: Reduced fertility
da: Nedsat frugtbarhed
fi: Alentunut hedelmällisyys
no: Redusert fertilitet
sv: Minskad fertilitet

# increasedRiskOfDisease
source: Increased risk of hereditary diseases
da: Øget risiko for arvelige sygdomme
fi: Lisääntynyt perinnöllisten sairauksien riski
no: Økt risiko for arvelige sykdommer
sv: Ökad risk för ärftliga sjukdomar

source: Shorter lifespan
da: Kortere levetid
fi: Lyhyempi elinikä
no: Kortere levetid
sv: Kortare livslängd

# tipRegisterAncestors
source: Register ancestors with registration numbers for accurate calculation
da: Registrer forfædre med registreringsnummer for nøjagtig beregning
fi: Rekisteröi esivanhemmat rekisterinnumeroilla tarkkaa laskentaa varten
no: Registrer forfedre med registreringsnummer for nøyaktig beregning
sv: Registrera förfäder med registreringsnummer för noggrann beräkning

# tipSystemRecognizes
source: The system recognizes the same dog even if registered multiple times
da: Systemet genkender samme hund, selv om den er registreret flere gange
fi: Järjestelmä tunnistaa saman koiran, vaikka se olisi rekisteröity useita kertoja
no: Systemet gjenkjenner samme hund selv om den er registrert flere ganger
sv: Systemet känner igen samma hund även om den är registrerad flera gånger

# tipCoiGenerations
source: COI is calculated over 5 generations
da: COI beregnes over 5 generationer
fi: COI lasketaan 5 sukupolven yli
no: COI beregnes over 5 generasjoner
sv: COI beräknas över 5 generationer

# generationsFromParents
source: {genMother} gen. from dam, {genFather} gen. from sire
da: {genMother} gen. fra mor, {genFather} gen. fra far
fi: {genMother} sukup. emästä, {genFather} sukup. isästä
no: {genMother} gen. fra mor, {genFather} gen. fra far
sv: {genMother} gen. från moder, {genFather} gen. från fader

source: Compare mating options
da: Sammenlign parringsalternativer
fi: Vertaa astutusvaihtoehtoja
no: Sammenlign parringsalternativer
sv: Jämför parningsalternativ

source: Select female
da: Vælg tæve
fi: Valitse narttu
no: Velg tispe
sv: Välj tik

source: Dog not found
da: Hund ikke fundet
fi: Koiraa ei löytynyt
no: Hund ikke funnet
sv: Hund hittades inte

# maleDog
source: Male
da: Hanhund
fi: Uroskoira
no: Hannhund
sv: Hanhund

source: Born
da: Født
fi: Syntynyt
no: Født
sv: Född

source: Pedigree only
da: Kun i stamtavle
fi: Vain sukutaulussa
no: Kun i stamtavle
sv: Bara i stamtavla

source: Visible in dog list
da: Synlig i hundelisten
fi: Näkyy koiralistassa
no: Synlig i hundeliste
sv: Synlig i hundlistan

# pedigreeOnlyDescription
source: This dog is only shown in pedigrees
da: Denne hund vises kun i stamtavler
fi: Tämä koira näytetään vain sukutauluissa
no: Denne hunden vises bare i stamtavler
sv: Denna hund visas bara i stamtavlor

# visibleInDogListDescription
source: This dog is shown in your dog list
da: Denne hund vises i din hundeliste
fi: Tämä koira näytetään koiralistallasi
no: Denne hunden vises i hundelisten din
sv: Denna hund visas i din hundlista

# pedigreeFilename
source: Pedigree_{name}.pdf
da: Stamtavle_{name}.pdf
fi: Sukutaulu_{name}.pdf
no: Stamtavle_{name}.pdf
sv: Stamtavla_{name}.pdf

# couldNotGeneratePdf
source: Could not generate PDF: {error}
da: Kunne ikke generere PDF: {error}
fi: PDF:n luominen epäonnistui: {error}
no: Kunne ikke generere PDF: {error}
sv: Kunde inte generera PDF: {error}

# pedigreeTitle
source: Pedigree — {name}
da: Stamtavle — {name}
fi: Sukutaulu — {name}
no: Stamtavle — {name}
sv: Stamtavla — {name}

source: Export PDF
da: Eksporter PDF
fi: Vie PDF
no: Eksporter PDF
sv: Exportera PDF

# aboutPedigree
source: About the pedigree
da: Om stamtavlen
fi: Tietoa sukutaulusta
no: Om stamtavlen
sv: Om stamtavlan

# pedigreeTipTapDetails
source: Tap a dog for details
da: Tryk på en hund for at se detaljer
fi: Napauta koiraa nähdäksesi tiedot
no: Trykk på en hund for detaljer
sv: Tryck på en hund för detaljer

# pedigreeTipPinkFemales
source: Pink = females
da: Pink = tæver
fi: Vaaleanpunainen = nartut
no: Rosa = tisper
sv: Rosa = tikar

# pedigreeTipBlueMales
source: Blue = males
da: Blå = hanhunde
fi: Sininen = urokset
no: Blå = hannhunder
sv: Blå = hanar

# pedigreeTipScroll
source: Scroll to see all generations
da: Scroll for at se flere generationer
fi: Vieritä nähdäksesi lisää sukupolvia
no: Scroll for å se alle generasjoner
sv: Scrolla för att se alla generationer

# addNewMaleShort
source: + Add
da: + Tilføj
fi: + Lisää
no: + Legg til
sv: + Lägg till

source: No image selected
da: Intet billede valgt
fi: Kuvaa ei ole valittu
no: Ingen bilde valgt
sv: Ingen bild vald

# couldNotReadPedigree
source: Could not read the pedigree
da: Kunne ikke læse stamtavlen
fi: Sukutaulua ei voitu lukea
no: Kunne ikke lese stamtavlen
sv: Kunde inte läsa stamtavlan

source: Scan pedigree
da: Skan stamtavle
fi: Skannaa sukutaulu
no: Skann stamtavle
sv: Skanna stamtavla

# scanPedigreeSubtitle
source: Take a photo or upload a pedigree for automatic data entry
da: Tag et billede eller upload en stamtavle til automatisk udfyldning
fi: Ota kuva tai lataa sukutaulu automaattista täyttöä varten
no: Ta bilde av eller last opp stamtavle for automatisk utfylling
sv: Ta en bild eller ladda upp en stamtavla för automatisk ifyllning

source: Processing image...
da: Behandler billede...
fi: Käsitellään kuvaa...
no: Behandler bilde...
sv: Bearbetar bild...

source: Take photo
da: Tag billede
fi: Ota kuva
no: Ta bilde
sv: Ta foto

source: Select image
da: Vælg billede
fi: Valitse kuva
no: Velg bilde
sv: Välj bild

source: Tips for best results
da: Tips til bedste resultater
fi: Vinkkejä parhaaseen tulokseen
no: Tips for beste resultat
sv: Tips för bästa resultat

# tipGoodLighting
source: Ensure good lighting
da: Sørg for god belysning
fi: Varmista hyvä valaistus
no: Sørg for god belysning
sv: Se till att belysningen är bra

# tipHoldCameraOver
source: Hold the camera directly over the document
da: Hold kameraet direkte over dokumentet
fi: Pidä kamera suoraan asiakirjan yläpuolella
no: Hold kameraet rett over dokumentet
sv: Håll kameran rakt ovanför dokumentet

# tipAvoidShadows
source: Avoid shadows and reflections
da: Undgå skygger og refleksioner
fi: Vältä varjoja ja heijastuksia
no: Unngå skygger og refleksjoner
sv: Undvik skuggor och reflektioner

# tipPedigreeReadable
source: The pedigree must be clear and readable
da: Stamtavlen skal være klar og læsbar
fi: Sukutaulun tulee olla selkeä ja luettava
no: Stamtavlen må være tydelig og leselig
sv: Stamtavlan måste vara tydlig och läsbar

# tipEditAfterScanning
source: You can always edit the data after scanning
da: Du kan altid redigere data efter skanning
fi: Voit aina muokata tietoja skannauksen jälkeen
no: Du kan alltid redigere dataene etter skanning
sv: Du kan alltid redigera data efter skanning

source: Review scanned data
da: Gennemgå skannet data
fi: Tarkista skannattu data
no: Kontroller skannede data
sv: Granska skannad data

source: List view
da: Listevisning
fi: Listanäkymä
no: Listevisning
sv: Listvy

source: Tree view
da: Trævisning
fi: Puunäkymä
no: Trevisning
sv: Trädvy

source: Scanner settings
da: Scannerindstillinger
fi: Skannerin asetukset
no: Skanner-innstillinger
sv: Skannerinställningar

source: Show raw OCR text
da: Vis rå OCR-tekst
fi: Näytä raaka OCR-teksti
no: Vis rå OCR-tekst
sv: Visa rå OCR-text

source: Confirm data
da: Bekræft data
fi: Vahvista tiedot
no: Bekreft data
sv: Bekräfta data

# accuracyPercent
source: Accuracy: {accuracy}
da: Nøjagtighed: {accuracy}
fi: Tarkkuus: {accuracy}
no: Nøyaktighet: {accuracy}
sv: Noggrannhet: {accuracy}

# dogsFoundTapToEdit
source: {count} dogs found — tap ✏️ to edit
da: {count} hunde fundet — tryk ✏️ for at redigere
fi: {count} koiraa löydetty — napauta ✏️ muokataksesi
no: {count} hunder funnet — trykk ✏️ for å redigere
sv: {count} hundar hittade — tryck ✏️ för att redigera

# rawOcrTextTitle
source: Raw OCR text (what the scanner found)
da: Rå OCR-tekst (hvad scanneren fandt)
fi: Raaka OCR-teksti (mitä skanneri löysi)
no: Rå OCR-tekst (det skanneren fant)
sv: Rå OCR-text (vad skannern hittade)

# noDogsFoundInScan
source: No dogs found in the scan
da: Ingen hunde fundet i skanningen
fi: Koiria ei löytynyt skannauksesta
no: Ingen hunder funnet i skanningen
sv: Inga hundar hittade i skanningen

# tapToAddManually
source: Tap + to add manually, or check raw OCR text to see what the scanner found
da: Tryk + for at tilføje manuelt...
fi: Napauta + lisätäksesi manuaalisesti...
no: Trykk + for å legge til manuelt, eller se rå OCR-tekst for å sjekke hva skanneren fant
sv: Tryck + för att lägga till manuellt...
