Repository: kjetilandre95-code/breedly
Catalog: lib/l10n/app_*.arb
Languages: da, fi, no, sv

source: Home
da: Hjem
fi: Koti
no: Hjem
sv: Hem

source: Dogs
da: Hunde
fi: Koirat
no: Hunder
sv: Hundar

source: Litters
da: Kuld
fi: Pentueet
no: Kull
sv: Kullar

source: Finance
da: Økonomi
fi: Talous
no: Økonomi
sv: Ekonomi

source: Gallery
da: Galleri
fi: Galleria
no: Galleri
sv: Galleri

source: Buyers
da: Købere
fi: Ostajat
no: Kjøpere
sv: Köpare

source: Settings
da: Indstillinger
fi: Asetukset
no: Innstillinger
sv: Inställningar

source: Language
da: Sprog
fi: Kieli
no: Språk
sv: Språk

source: Add dog
da: Tilføj hund
fi: Lisää koira
no: Legg til ny hund
sv: Lägg till hund

source: Name
da: Navn
fi: Nimi
no: Navn
sv: Namn

source: Breed
da: Race
fi: Rotu
no: Rase
sv: Ras

source: Color
da: Farve
fi: Väri
no: Farge
sv: Färg

source: Gender
da: Køn
fi: Sukupuoli
no: Kjønn
sv: Kön

source: Male
da: Hanhund
fi: Uros
no: Hann
sv: Hane

source: Female
da: Tæve
fi: Naaras
no: Tispe
sv: Tik

source: Date of birth
da: Fødselsdato
fi: Syntymäpäivä
no: Fødselsdato
sv: Födelsedag

source: Age
da: Alder
fi: Ikä
no: Alder
sv: Ålder

source: Registration number
da: Registreringsnummer
fi: Rekisterinumero
no: Registreringsnummer
sv: Registreringsnummer

source: Notes
da: Noter
fi: Muistiinpanot
no: Notater
sv: Anteckningar

source: Heat cycles
da: Løbeperioder
fi: Kiima-ajat
no: Løpetidssykler
sv: Brunstcykler

# addHeatCycle
source: Add heat date
da: Tilføj løbedato
fi: Lisää kiimapäivä
no: Legg til løpetidsdato
sv: Lägg till brunstdatum

# noHeatCycles
source: No heat dates registered
da: Ingen løbedatoer registreret
fi: Ei kiimapäiviä rekisteröity
no: Ingen løpetidsdatoer registrert
sv: Inga brunstdatum registrerade

source: Save dog
da: Gem hund
fi: Tallenna koira
no: Lagre hund
sv: Spara hund

source: Save
da: Gem
fi: Tallenna
no: Lagre
sv: Spara

source: Delete
da: Slet
fi: Poista
no: Slett
sv: Ta bort

source: Edit
da: Rediger
fi: Muokkaa
no: Rediger
sv: Redigera

source: Cancel
da: Annuller
fi: Peruuta
no: Avbryt
sv: Avbryt

source: Confirm
da: Bekræft
fi: Vahvista
no: Bekreft
sv: Bekräfta

# confirmDelete
source: Are you sure you want to delete?
da: Er du sikker på, at du vil slette?
fi: Haluatko varmasti poistaa?
no: Er du sikker på at du vil slette?
sv: Är du säker på att du vill ta bort?

# deleteHeatCycle
source: Delete heat date
da: Slet løbedato
fi: Poista kiimapäivä
no: Slett løpetidsdato
sv: Ta bort brunstdatum

# deleteHeatCycleConfirm
source: Are you sure you want to delete this heat date?
da: Er du sikker på, at du vil slette denne løbedato?
fi: Haluatko varmasti poistaa tämän kiimapäivän?
no: Er du sikker på at du vil slette denne løpetidsdatoen?
sv: Är du säker på att du vill ta bort detta brunstdatum?

# heatCycleAdded
source: Heat date added
da: Løbedato tilføjet
fi: Kiimapäivä lisätty
no: Løpetidsdato lagt til
sv: Brunstdatum tillagt

# heatCycleDeleted
source: Heat date deleted
da: Løbedato slettet
fi: Kiimapäivä poistettu
no: Løpetidsdato slettet
sv: Brunstdatum borttaget

source: Dog added
da: Hund tilføjet
fi: Koira lisätty
no: Hund lagt til
sv: Hund tillagd

# basic
source: Basic information
da: Grundlæggende information
fi: Perustiedot
no: Grunnleggende informasjon
sv: Grundläggande information

source: Pedigree
da: Stamtavle
fi: Sukutaulu
no: Stamtavle
sv: Stamtavla

# mother
source: Dam (Female)
da: Mor (Tæve)
fi: Äiti (Naaras)
no: Mor (Tispe)
sv: Moder (Tik)

# father
source: Sire (Male)
da: Far (Hanhund)
fi: Isä (Uros)
no: Far (Hannhund)
sv: Fader (Hane)

source: Not registered
da: Ikke registreret
fi: Ei rekisteröity
no: Ikke registrert
sv: Inte registrerad

source: Unknown
da: Ukendt
fi: Tuntematon
no: Ukjent
sv: Okänd

# daysSince
source: days ago
da: dage siden
fi: päivää sitten
no: dager siden
sv: dagar sedan

source: No dogs added
da: Ingen hunde tilføjet
fi: Ei koiria lisätty
no: Ingen hunder lagt til
sv: Inga hundar tillagda

# addNewDog
source: Add a new dog to get started
da: Tilføj ny hund for at komme i gang
fi: Lisää uusi koira aloittaaksesi
no: Legg til ny hund for å komme i gang
sv: Lägg till en ny hund för att komma igång

source: Select breed
da: Vælg race
fi: Valitse rotu
no: Velg rase
sv: Välj ras

# selectBreedTitle
source: Select breed
da: Vælg race
fi: Valitse rotu
no: Velg rase
sv: Välj ras

source: Search breed...
da: Søg race...
fi: Hae rotua...
no: Sk rase...
sv: Sök ras...

# noBreeds
source: No breeds found
da: Ingen racer fundet
fi: Ei rotuja löytynyt
no: Ingen raser funnet
sv: Ingen raser hittade

source: optional
da: valgfri
fi: valinnainen
no: valgfritt
sv: valfritt

source: Welcome to Breedly!
da: Velkommen til Breedly!
fi: Tervetuloa Breedlyyn!
no: Velkommen til Breedly!
sv: Välkommen till Breedly!

# welcomeMessage
source: Your digital kennel assistant
da: Din digitale kennelassistent
fi: Digitaalinen kennelavustajasi
no: Din digitale kennelassistent
sv: Din digitala kennelassistent

source: Quick actions
da: Hurtighandlinger
fi: Pikatoiminnot
no: Hurtighandlinger
sv: Snabbåtgärder

source: New litter
da: Nyt kuld
fi: Uusi pentue
no: Nytt kull
sv: Ny kull

source: Set up kennel profile
da: Opsæt kennelprofil
fi: Määritä kenneliprofiili
no: Sett opp kennelprofil
sv: Konfigurera kennelprofil

# setupKennelMessage
source: Add information about your kennel
da: Tilføj information om din kennel
fi: Lisää tietoja kennelistasi
no: Legg til informasjon om din kennel
sv: Lägg till information om din kennel

source: Syncing data...
da: Synkroniserer data...
fi: Synkronoidaan tietoja...
no: Synkroniserer data...
sv: Synkroniserar data...

source: Data synced
da: Data synkroniseret
fi: Tiedot synkronoitu
no: Data synkronisert
sv: Data synkroniserad

# syncFailed
source: Could not sync data
da: Kunne ikke synkronisere data
fi: Tietojen synkronointi epäonnistui
no: Kunne ikke synkronisere data
sv: Kunde inte synkronisera data

# syncToCloud
source: Upload to cloud
da: Upload til sky
fi: Lataa pilveen
no: Last opp til sky
sv: Ladda upp till molnet

# syncFromCloud
source: Download from cloud
da: Download fra sky
fi: Lataa pilvistä
no: Last ned fra sky
sv: Ladda ner från molnet

# syncInfo
source: Use 'Upload to cloud' to sync local data to the cloud. 'Download from cloud' retrieves data from other devices.
da: Brug 'Upload til sky' for at synkronisere lokale data til skyen. 'Download fra sky' henter data fra andre enheder.
fi: Käytä 'Lataa pilveen' synkronoidaksesi paikalliset tiedot pilveen. 'Lataa pilvistä' hakee tiedot muilta laitteilta.
no: Bruk 'Last opp til sky' for å synkronisere lokale data til skyen. 'Last ned fra sky' henter data fra andre enheter.
sv: Använd 'Ladda upp till molnet' för att synkronisera lokal data till molnet. 'Ladda ner från molnet' hämtar data från andra enheter.

source: Active litters
da: Aktive kuld
fi: Aktiiviset pentueet
no: Aktive kull
sv: Aktiva kullar

source: Puppies
da: Hvalpe
fi: Pentuja
no: Valper
sv: Valpar

# addLitter
source: Add new litter
da: Tilføj nyt kuld
fi: Lisää uusi pentue
no: Legg til nytt kull
sv: Lägg till ny kull

source: Overview
da: Oversigt
fi: Yleiskatsaus
no: Oversikt
sv: Översikt

source: Statistics
da: Statistik
fi: Tilastot
no: Statistikk
sv: Statistik

source: Upcoming events
da: Kommende begivenheder
fi: Tulevat tapahtumat
no: Kommende hendelser
sv: Kommande händelser

source: New dog
da: Ny hund
fi: Uusi koira
no: Ny hund
sv: Ny hund

source: All
da: Alle
fi: Kaikki
no: Alle
sv: Alla

source: Active
da: Aktive
fi: Aktiiviset
no: Aktive
sv: Aktiva

source: Weaning
da: Fravænning
fi: Vieroitus
no: Avvente
sv: Avvänjning

source: Older
da: Ældre
fi: Vanhemmat
no: Eldre
sv: Äldre

source: No litters registered
da: Ingen kuld registreret
fi: Ei rekisteröityjä pentueita
no: Ingen kull registrert
sv: Inga kullar registrerade

# registerFirstLitter
source: Register your first litter to get started
da: Registrer dit første kuld for at komme i gang
fi: Rekisteröi ensimmäinen pentueesi aloittaaksesi
no: Registrer ditt første kull for å komme i gang
sv: Registrera din första kull för att komma igång

# noActiveLitters
source: No active litters (0-8 weeks)
da: Ingen aktive kuld (0-8 uger)
fi: Ei aktiivisia pentueita (0-8 viikkoa)
no: Ingen aktive kull (0-8 uker)
sv: Inga aktiva kullar (0-8 veckor)

# noWeaningLitters
source: No litters in weaning phase (8-12 weeks)
da: Ingen kuld i fravænningsfasen (8-12 uger)
fi: Ei pentueita vieroitusvaiheessa (8-12 viikkoa)
no: Ingen kull i avvenningsfasen (8-12 uker)
sv: Inga kullar i avvänjningsfasen (8-12 veckor)

# noOlderLitters
source: No older litters (12+ weeks)
da: Ingen ældre kuld (12+ uger)
fi: Ei vanhempia pentueita (12+ viikkoa)
no: Ingen eldre kull (12+ uker)
sv: Inga äldre kullar (12+ veckor)

# noLittersInCategory
source: No litters in this category
da: Ingen kuld i denne kategori
fi: Ei pentueita tässä kategoriassa
no: Ingen kull i denne kategorien
sv: Inga kullar i denna kategori

source: Try another category
da: Prøv en anden kategori
fi: Kokeile toista kategoriaa
no: Prøv en annen kategori
sv: Prova en annan kategori

# dataInApp
source: App data
da: Data i appen
fi: Sovelluksen tiedot
no: Data i appen
sv: Data i appen

# aboutApp
source: About the app
da: Om appen
fi: Tietoja sovelluksesta
no: Om appen
sv: Om appen

source: Version
fi: Versio
no: Versjon

source: Developer
da: Udvikler
fi: Kehittäjä
no: Utvikler
sv: Utvecklare

source: Sort by
da: Sorter efter
fi: Lajittele
no: Sorter etter
sv: Sortera efter

source: Birth date
da: Fødselsdato
fi: Syntymäpäivä
no: Fødselsdato
sv: Födelsedatum

source: Puppy count
da: Antal hvalpe
fi: Pentujen määrä
no: Antall valper
sv: Antal valpar

source: Available
da: Tilgængelig
fi: Saatavilla
no: Tilgjengelig
sv: Tillgänglig

# searchDog
source: Search for dog...
da: Søg efter hund...
fi: Etsi koiraa...
no: Søk etter hund...
sv: Sök efter hund...

source: Females
da: Tæver
fi: Naaraat
no: Tisper
sv: Tikar

source: Males
da: Hanhunde
fi: Urokset
no: Hanner
sv: Hanar

source: No results
da: Ingen resultater
fi: Ei tuloksia
no: Ingen treff
sv: Inga resultat

# tryDifferentSearch
source: Try a different search term
da: Prøv et andet søgeord
fi: Kokeile toista hakusanaa
no: Prøv et annet søkeord
sv: Prova ett annat sökord

source: No females registered
da: Ingen tæver registreret
fi: Ei naaraita rekisteröity
no: Ingen tisper registrert
sv: Inga tikar registrerade

# addFirstFemale
source: Add your first female
da: Tilføj din første tæve
fi: Lisää ensimmäinen naaras
no: Legg til din første tispe
sv: Lägg till din första tik

source: No males registered
da: Ingen hanhunde registreret
fi: Ei uroksia rekisteröity
no: Ingen hannhunder registrert
sv: Inga hanar registrerade

# addFirstMale
source: Add your first male
da: Tilføj din første hanhund
fi: Lisää ensimmäinen uros
no: Legg til din første hannhund
sv: Lägg till din första hane

source: No dogs registered
da: Ingen hunde registreret
fi: Ei koiria rekisteröity
no: Ingen hunder registrert
sv: Inga hundar registrerade

# getStartedAddDog
source: Get started by adding your first dog
da: Kom i gang ved at tilføje din første hund
fi: Aloita lisäämällä ensimmäinen koirasi
no: Kom i gang ved å legge til din første hund
sv: Kom igång genom att lägga till din första hund

# heatInDays
source: Heat in {days} d
da: Løbetid om {days} d
fi: Kiima {days} pv:n kuluttua
no: Løpetid om {days} d
sv: Brunst om {days} d

source: year
da: år
fi: vuosi
no: år
sv: år

source: years
da: år
fi: vuotta
no: år
sv: år

source: month
da: måned
fi: kuukausi
no: måned
sv: månad

source: months
da: måneder
fi: kuukautta
no: måneder
sv: månader

source: My dogs
da: Mine hunde
fi: Koirani
no: Mine hunder
sv: Mina hundar

# welcomeTo
source: Welcome to {name}!
da: Velkommen til {name}!
fi: Tervetuloa kenneliin {name}!
no: Velkommen til {name}!
sv: Välkommen till {name}!

source: Expenses
da: Udgifter
fi: Menot
no: Utgifter
sv: Utgifter

source: Income
da: Indtægter
fi: Tulot
no: Inntekter
sv: Inkomster

source: Balance
da: Saldo
fi: Saldo
no: Balanse
sv: Balans

source: No transactions
da: Ingen transaktioner
fi: Ei tapahtumia
no: Ingen transaksjoner
sv: Inga transaktioner

# addFirstTransaction
source: Add your first transaction
da: Tilføj din første transaktion
fi: Lisää ensimmäinen tapahtuma
no: Legg til din første transaksjon
sv: Lägg till din första transaktion

source: Add transaction
da: Tilføj transaktion
fi: Lisää tapahtuma
no: Legg til transaksjon
sv: Lägg till transaktion

source: Amount
da: Beløb
fi: Summa
no: Beløp
sv: Belopp

source: Description
da: Beskrivelse
fi: Kuvaus
no: Beskrivelse
sv: Beskrivning

source: Category
da: Kategori
fi: Kategoria
no: Kategori
sv: Kategori

source: Date
da: Dato
fi: Päivämäärä
no: Dato
sv: Datum

source: Expense
da: Udgift
fi: Meno
no: Utgift
sv: Utgift

source: Theme
da: Tema
fi: Teema
no: Tema
sv: Tema

source: Select theme
da: Vælg tema
fi: Valitse teema
no: Velg tema
sv: Välj tema

source: Color theme
da: Farvetema
fi: Väriteema
no: Fargetema
sv: Färgtema

source: Light mode
da: Lyst tilstand
fi: Vaalea tila
no: Lyst modus
sv: Ljust läge

source: Dark Mode
da: Mørk tilstand
fi: Tumma tila
no: Mørk modus
sv: Mörkt läge

# systemMode
source: Follow system
da: Følg system
fi: Seuraa järjestelmää
no: Følg system
sv: Följ systemet

source: No buyers registered
da: Ingen købere registreret
fi: Ei rekisteröityjä ostajia
no: Ingen kjøpere registrert
sv: Inga köpare registrerade

# addFirstBuyer
source: Add your first buyer
da: Tilføj din første køber
fi: Lisää ensimmäinen ostaja
no: Legg til din første kjøper
sv: Lägg till din första köpare

source: Add buyer
da: Tilføj køber
fi: Lisää ostaja
no: Legg til kjøper
sv: Lägg till köpare

source: Buyer name
da: Køberens navn
fi: Ostajan nimi
no: Kjøpernavn
sv: Köparens namn

source: Email
fi: Sähköposti
no: E-post
sv: E-post

source: Phone
da: Telefon
fi: Puhelin
no: Telefon
sv: Telefon

source: Address
da: Adresse
fi: Osoite
no: Adresse
sv: Adress

source: Reserved puppy
da: Reserveret hvalp
fi: Varattu pentu
no: Reservert valp
sv: Reserverad valp

source: No reservation
da: Ingen reservation
fi: Ei varausta
no: Ingen reservasjon
sv: Ingen reservation

source: Puppy
da: Hvalp
fi: Pentu
no: Valp
sv: Valp

source: Contract
da: Kontrakt
fi: Sopimus
no: Kontrakt
sv: Kontrakt

source: Create contract
da: Opret kontrakt
fi: Luo sopimus
no: Opprett kontrakt
sv: Skapa kontrakt

source: Send contract
da: Send kontrakt
fi: Lähetä sopimus
no: Send kontrakt
sv: Skicka kontrakt

source: Contract sent
da: Kontrakt sendt
fi: Sopimus lähetetty
no: Kontrakt sendt
sv: Kontrakt skickat

source: Contract signed
da: Kontrakt underskrevet
fi: Sopimus allekirjoitettu
no: Kontrakt signert
sv: Kontrakt undertecknat

source: Price
da: Pris
fi: Hinta
no: Pris
sv: Pris

source: Deposit
da: Depositum
fi: Varausmaksu
no: Depositum
sv: Depositionsavgift

source: Deposit paid
da: Depositum betalt
fi: Varausmaksu maksettu
no: Depositum betalt
sv: Depositionsavgift betald

source: Full payment
da: Fuld betaling
fi: Täysi maksu
no: Full betaling
sv: Full betalning

source: Payment received
da: Betaling modtaget
fi: Maksu vastaanotettu
no: Betaling mottatt
sv: Betalning mottagen

source: Pickup date
da: Afhentningsdato
fi: Hakupäivä
no: Hentedato
sv: Hämtningsdatum

source: Search
da: Søg
fi: Haku
no: Søk
sv: Sök

source: Clear
da: Fri
fi: Puhdas
no: Fri
sv: Fri

source: Apply
da: Anvend
fi: Käytä
no: Bruk
sv: Tillämpa

source: Loading...
da: Indlæser...
fi: Ladataan...
no: Laster...
sv: Laddar...

source: Error
da: Fejl
fi: Virhe
no: Feil
sv: Fel

source: Retry
da: Prøv igen
fi: Yritä uudelleen
no: Prøv igjen
sv: Försök igen

source: Success
da: Succes
fi: Onnistui
no: Suksess
sv: Lyckades

source: Warning
da: Advarsel
fi: Varoitus
no: Advarsel
sv: Varning

source: Close
da: Luk
fi: Sulje
no: Lukk
sv: Stäng

source: Back
da: Tilbage
fi: Takaisin
no: Tilbake
sv: Tillbaka

source: Next
da: Næste
fi: Seuraava
no: Neste
sv: Nästa

source: Done
da: Færdig
fi: Valmis
no: Ferdig
sv: Klar

source: Yes
da: Ja
fi: Kyllä
no: Ja
sv: Ja

source: No
da: Nej
fi: Ei
no: Nei
sv: Nej

source: Sync
da: Synkroniser
fi: Synkronoi
no: Synkroniser
sv: Synkronisera

source: Account
da: Konto
fi: Tili
no: Konto
sv: Konto

source: Log out
da: Log ud
fi: Kirjaudu ulos
no: Logg ut
sv: Logga ut

# logOutConfirm
source: Are you sure you want to log out?
da: Er du sikker på, at du vil logge ud?
fi: Haluatko varmasti kirjautua ulos?
no: Er du sikker på at du vil logge ut?
sv: Är du säker på att du vill logga ut?

source: Notifications
da: Notifikationer
fi: Ilmoitukset
no: Varsler
sv: Aviseringar

source: Manage reminders
da: Administrer påmindelser
fi: Hallinnoi muistutuksia
no: Administrer påminnelser
sv: Hantera påminnelser

source: Update all reminders
da: Opdater alle påmindelser
fi: Päivitä kaikki muistutukset
no: Oppdater alle varsler
sv: Uppdatera alla påminnelser

# updatingReminders
source: Updating all reminders...
da: Opdaterer alle påmindelser...
fi: Päivitetään kaikkia muistutuksia...
no: Oppdaterer alle varsler...
sv: Uppdaterar alla påminnelser...

# remindersUpdated
source: All reminders updated!
da: Alle påmindelser opdateret!
fi: Kaikki muistutukset päivitetty!
no: Alle varsler er oppdatert!
sv: Alla påminnelser uppdaterade!

# notificationsInfo
source: Notifications are automatically scheduled for treatments, whelping, and delivery dates.
da: Notifikationer planlægges automatisk for behandlinger, fødsel og leveringsdatoer.
fi: Ilmoitukset ajoitetaan automaattisesti hoidoista, synnytyksistä ja toimituspäivistä.
no: Varsler planlegges automatisk for behandlinger, valping og leveringsdatoer.
sv: Aviseringar schemaläggs automatiskt för behandlingar, valpning och leveransdatum.

source: Turn off all notifications
da: Sluk alle notifikationer
fi: Poista kaikki ilmoitukset käytöstä
no: Slå av alle varsler
sv: Stäng av alla aviseringar

# turnOffNotificationsTitle
source: Turn off all notifications?
da: Sluk alle notifikationer?
fi: Poista kaikki ilmoitukset käytöstä?
no: Slå av alle varsler?
sv: Stäng av alla aviseringar?

# turnOffNotificationsMessage
source: This will remove all scheduled reminders. You can always enable them again.
da: Dette vil fjerne alle planlagte påmindelser. Du kan altid aktivere dem igen.
fi: Tämä poistaa kaikki ajoitetut muistutukset. Voit aina ottaa ne uudelleen käyttöön.
no: Dette vil fjerne alle planlagte påminnelser. Du kan alltid aktivere dem igjen.
sv: Detta tar bort alla schemalagda påminnelser. Du kan alltid aktivera dem igen.

source: Turn off
da: Sluk
fi: Poista käytöstä
no: Slå av
sv: Stäng av

source: All notifications turned off
da: Alle notifikationer slukket
fi: Kaikki ilmoitukset poistettu käytöstä
no: Alle varsler er slått av
sv: Alla aviseringar avstängda

source: View detailed statistics
da: Se detaljeret statistik
fi: Näytä yksityiskohtaiset tilastot
no: Se detaljert statistikk
sv: Visa detaljerad statistik

source: Not logged in
da: Ikke logget ind
fi: Ei kirjautunut sisään
no: Ikke logget inn
sv: Inte inloggad

source: No upcoming events
da: Ingen kommende begivenheder
fi: Ei tulevia tapahtumia
no: Ingen kommende hendelser
sv: Inga kommande händelser

# registerHeatOrMating
source: Register heat cycle or mating to see events here
da: Registrer løbetid eller parring for at se begivenheder her
fi: Rekisteröi kiima tai astutus nähdäksesi tapahtumat täällä
no: Registrer løpetid eller parring for å se hendelser her
sv: Registrera brunst eller parning för att se händelser här

source: Today
da: I dag
fi: Tänään
no: I dag
sv: Idag

source: Tomorrow
da: I morgen
fi: Huomenna
no: I morgen
sv: Imorgon

# daysAgo
source: {days} days ago
da: {days} dage siden
fi: {days} päivää sitten
no: {days} dager siden
sv: {days} dagar sedan

# daysRemaining
source: {days} days
da: {days} dage
fi: {days} päivää
no: {days} dager
sv: {days} dagar

# weeksRemaining
source: {weeks} weeks
da: {weeks} uger
fi: {weeks} viikkoa
no: {weeks} uker
sv: {weeks} veckor

source: URGENT
da: HASTER
fi: KIIREELLINEN
no: HASTER
sv: BRÅDSKANDE

# heatCycleEvent
source: Heat: {dogName}
da: Løbetid: {dogName}
fi: Kiima: {dogName}
no: Løpetid: {dogName}
sv: Brunst: {dogName}

# estimatedHeatStart
source: Estimated heat starts
da: Estimeret løbetid starter
fi: Arvioitu kiiman alkaminen
no: Estimert løpetid starter
sv: Beräknad brunst börjar

# matingWindow
source: Mating window: {dogName}
da: Parringsvindue: {dogName}
fi: Astutusikkuna: {dogName}
no: Parringsvindu: {dogName}
sv: Parningsfönster: {dogName}

# dueDate
source: Due date: {dogName}
da: Termin: {dogName}
fi: Laskettu aika: {dogName}
no: Termin: {dogName}
sv: Beräknad födsel: {dogName}

# daysUntilBirth
source: {days} days until expected birth
da: {days} dage til estimert fødsel
fi: {days} päivää synnytykseen
no: {days} dager til estimert fødsel
sv: {days} dagar till förväntad födsel

# delivery
source: Delivery: {puppyName}
da: Levering: {puppyName}
fi: Toimitus: {puppyName}
no: Levering: {puppyName}
sv: Leverans: {puppyName}

# toBuyer
source: To {buyerName}
da: Til {buyerName}
fi: Ostajalle {buyerName}
no: Til {buyerName}
sv: Till {buyerName}

source: Ready for delivery!
da: Klar til levering!
fi: Valmis luovutukseen!
no: Klar for levering!
sv: Redo för leverans!

source: Planned
da: Planlagt
fi: Suunnitellut
no: Planlagt
sv: Planerad

source: Nursing
da: Diegivning
fi: Imetys
no: Diende
sv: Digivning

source: Archive
da: Arkiv
fi: Arkisto
no: Arkiv
sv: Arkiv

# themeForestGreen
source: Forest Green
da: Skovgrøn
fi: Metsänvihreä
no: Skoggrønn
sv: Skogsgrön

# themeOceanBlue
source: Ocean Blue
da: Havblå
fi: Merensininen
no: Havblå
sv: Havsblå

# themeTerracotta
source: Terracotta
da: Terrakotta
fi: Terrakotta
no: Terrakotta
sv: Terrakotta

# themePlum
source: Plum
da: Blomme
fi: Luumu
no: Plomme
sv: Plommon

# themeSlate
source: Slate
da: Skifer
fi: Liuskekivi
no: Skifer
sv: Skiffer

# themeTeal
source: Teal
da: Havgrøn
fi: Sinivihreä
no: Havgrønn
sv: Havsgrön

source: Kennel Management
da: Kennel-administration
fi: Kennelin hallinta
no: Kennel-administrasjon
sv: Kennelhantering

source: Create Kennel
da: Opret kennel
fi: Luo kenneli
no: Opprett kennel
sv: Skapa kennel

# joinKennel
source: Join
da: Deltag
fi: Liity
no: Bli med
sv: Gå med

source: Change role
da: Skift rolle
fi: Vaihda rooli
no: Endre rolle
sv: Ändra roll

source: Remove
da: Fjern
fi: Poista
no: Fjern
sv: Ta bort

# codeCopied
source: Code copied to clipboard
da: Kode kopieret til udklipsholder
fi: Koodi kopioitu leikepöydälle
no: Kode kopiert til utklippstavle
sv: Kod kopierad till urklipp

source: Invite member
da: Inviter medlem
fi: Kutsu jäsen
no: Inviter medlem
sv: Bjud in medlem

source: Create invite code
da: Opret invitationskode
fi: Luo kutsukoodi
no: Opprett invitasjonskode
sv: Skapa inbjudningskod

source: Create new kennel
da: Opret ny kennel
fi: Luo uusi kennel
no: Opprett ny kennel
sv: Skapa ny kennel

# joinWithCode
source: Use invite code
da: Brug invitationskode
fi: Käytä kutsukoodia
no: Bruk invitasjonskode
sv: Använd inbjudningskod

source: Leave kennel
da: Forlad kennel
fi: Poistu kenneliltä
no: Forlat kennel
sv: Lämna kennel

source: Delete kennel
da: Slet kennel
fi: Poista kenneli
no: Slett kennel
sv: Ta bort kennel

# nameRequired
source: Name is required
da: Navn er påkrævet
fi: Nimi vaaditaan
no: Navn er påkrevd
sv: Namn krävs

# mustBeLoggedIn
source: You must be logged in
da: Du skal være logget ind
fi: Sinun täytyy olla kirjautuneena
no: Du m vre logget inn
sv: Du måste vara inloggad

source: Kennel created!
da: Kennel oprettet!
fi: Kenneli luotu!
no: Kennel opprettet!
sv: Kennel skapad!

source: Create
da: Opret
fi: Luo
no: Opprett
sv: Skapa

# loadingError
source: Error loading: {error}
da: Fejl ved indlæsning: {error}
fi: Latausvirhe: {error}
no: Feil ved lasting: {error}
sv: Fel vid laddning: {error}

# genericError
source: Error: {error}
da: Fejl: {error}
fi: Virhe: {error}
no: Feil: {error}
sv: Fel: {error}

source: Forgot password?
da: Glemt adgangskode?
fi: Unohtuiko salasana?
no: Glemt passord?
sv: Glömt lösenord?
