Repository: kjetilandre95-code/breedly
Catalog: lib/l10n/app_*.arb
Languages: da, fi, no, sv

source: Group final
da: Gruppefinale
fi: Ryhmäfinaali
no: Gruppefinale
sv: Gruppfinal

source: Delete measurement?
da: Slet måling?
fi: Poista mittaus?
no: Slette måling?
sv: Ta bort mätning?

# confirmDeleteMeasurement
source: Are you sure you want to delete this measurement?
da: Er du sikker på, at du vil slette denne måling?
fi: Haluatko varmasti poistaa tämän mittauksen?
no: Er du sikker på at du vil slette denne målingen?
sv: Är du säker på att du vill ta bort denna mätning?

source: Delete vaccine?
da: Slet vaccine?
fi: Poista rokote?
no: Slette vaksine?
sv: Ta bort vaccin?

# confirmDeleteVaccine
source: Are you sure you want to delete {name}?
da: Er du sikker på, at du vil slette {name}?
fi: Haluatko varmasti poistaa {name}?
no: Er du sikker på at du vil slette {name}?
sv: Är du säker på att du vill ta bort {name}?

source: Delete vet visit?
da: Slet dyrlægebesøg?
fi: Poista eläinlääkärikäynti?
no: Slett veterinærbesøk?
sv: Ta bort veterinärbesök?

# confirmDeleteVetVisit
source: Are you sure you want to delete this visit?
da: Er du sikker på, at du vil slette dette besøg?
fi: Haluatko varmasti poistaa tämän käynnin?
no: Er du sikker på at du vil slette dette besøket?
sv: Är du säker på att du vill ta bort detta besök?

source: Delete treatment?
da: Slet behandling?
fi: Poista hoito?
no: Slett behandling?
sv: Ta bort behandling?

# confirmDeleteTreatment
source: Are you sure you want to delete {name}?
da: Er du sikker på, at du vil slette {name}?
fi: Haluatko varmasti poistaa {name}?
no: Er du sikker på at du vil slette {name}?
sv: Är du säker på att du vill ta bort {name}?

source: Delete test?
da: Slet test?
fi: Poista testi?
no: Slett test?
sv: Ta bort test?

# confirmDeleteTest
source: Are you sure you want to delete {name}?
da: Er du sikker på, at du vil slette {name}?
fi: Haluatko varmasti poistaa {name}?
no: Er du sikker på at du vil slette {name}?
sv: Är du säker på att du vill ta bort {name}?

# remindDaysBefore
source: Remind {days} days before
da: Påmind {days} dage før
fi: Muistuta {days} päivää ennen
no: Varsle {days} dager før
sv: Påminn {days} dagar före

source: Follow-up date
da: Opfølgningsdato
fi: Seurantapäivä
no: Oppfølgingsdato
sv: Uppföljningsdatum

source: Reminder
da: Påmindelse
fi: Muistutus
no: Påminnelse
sv: Påminnelse

# daysBefore
source: {days} days before
da: {days} dage før
fi: {days} päivää ennen
no: {days} dager før
sv: {days} dagar före

# productNameRequired
source: Product name is required
da: Produktnavn er påkrævet
fi: Tuotenimi vaaditaan
no: Produktnavn er påkrevd
sv: Produktnamn krävs

# testNameRequired
source: Test name is required
da: Testnavn er påkrævet
fi: Testinimi vaaditaan
no: Testnavn er påkrevd
sv: Testnamn krävs

source: New buyer
da: Ny køber
fi: Uusi ostaja
no: Ny kjøper
sv: Ny köpare

source: Edit buyer
da: Rediger køber
fi: Muokkaa ostajaa
no: Rediger kjøper
sv: Redigera köpare

source: Delete buyer?
da: Slet køber?
fi: Poista ostaja?
no: Slett kjøper?
sv: Ta bort köpare?

# confirmDeleteBuyer
source: Are you sure you want to delete {name}?
da: Er du sikker på, at du vil slette {name}?
fi: Haluatko varmasti poistaa {name}?
no: Er du sikker på at du vil slette {name}?
sv: Är du säker på att du vill ta bort {name}?

# confirmRemoveReservation
source: Are you sure you want to remove the reservation for this buyer?
da: Er du sikker på, at du vil fjerne reservationen for denne køber?
fi: Haluatko varmasti poistaa varauksen tältä ostajalta?
no: Er du sikker på at du vil fjerne reservasjonen for denne kjøperen?
sv: Är du säker på att du vill ta bort reservationen för denna köpare?

# selectPuppyToReserve
source: Select a puppy to reserve:
da: Vælg en hvalp at reservere:
fi: Valitse pentu varattavaksi:
no: Velg en valp å reservere:
sv: Välj en valp att reservera:

# confirmDelivery
source: Confirm that the puppy has been delivered to the buyer. This will mark the puppy as delivered.
da: Bekræft at hvalpen er leveret til køberen. Dette vil markere hvalpen som leveret.
fi: Vahvista, että pentu on luovutettu ostajalle. Tämä merkitsee pennun luovutetuksi.
no: Bekreft at valpen er levert til kjøperen. Dette vil markere valpen som levert.
sv: Bekräfta att valpen har levererats till köparen. Detta kommer att markera valpen som levererad.

source: Buyer added
da: Køber tilføjet
fi: Ostaja lisätty
no: Kjøper lagt til
sv: Köpare tillagd

source: Buyer updated
da: Køber opdateret
fi: Ostaja päivitetty
no: Kjøper oppdatert
sv: Köpare uppdaterad

source: Buyer deleted
da: Køber slettet
fi: Ostaja poistettu
no: Kjøper slettet
sv: Köpare borttagen

source: Add dogs first
da: Tilføj hunde først
fi: Lisää koiria ensin
no: Legg til hunder først
sv: Lägg till hundar först

source: Tap to select date
da: Tryk for at vælge dato
fi: Napauta valitaksesi päivämäärä
no: Trykk for å velge dato
sv: Tryck för att välja datum

source: Set mating date first
da: Indstil parringsdato først
fi: Aseta astutuspäivä ensin
no: Sett parringsdato først
sv: Ange parningsdatum först

# pleaseSelectBothParents
source: Please select both dam and sire
da: Vælg venligst både mor og far
fi: Valitse sekä emo että isä
no: Vennligst velg både mor og far
sv: Vänligen välj både mor och far

# motherMustBeFemale
source: Dam must be a female
da: Mor skal være en tæve (female)
fi: Emon on oltava naaras (female)
no: Mor må være en tispe (female)
sv: Mor måste vara en tik (female)

# fatherMustBeMale
source: Sire must be a male
da: Far skal være en hanhund (male)
fi: Isän on oltava uros (male)
no: Far må være en hann (male)
sv: Far måste vara en hane (male)

# birthDateLabel
source: Birth date
da: Fødselsdato
fi: Syntymäpäivä
no: Fdselsdato
sv: Födelsedatum

source: Register birth
da: Registrer fødsel
fi: Rekisteröi syntymä
no: Registrer fødsel
sv: Registrera födsel

# litterBornConfirm
source: The litter is now born! Do you want to update the birth date to today?
da: Kuldet er nu født! Vil du opdatere fødselsdatoen til i dag?
fi: Pentue on nyt syntynyt! Haluatko päivittää syntymäpäivän tähän päivään?
no: Kullet er nå født! Vil du oppdatere fødselsdatoen til i dag?
sv: Kullen är nu född! Vill du uppdatera födelsedatumet till idag?

# birthRegistered
source: Birth registered! You can now add puppies.
da: Fødsel registreret! Du kan nu tilføje hvalpe.
fi: Syntymä rekisteröity! Voit nyt lisätä pentuja.
no: Fødsel registrert! Du kan nå legge til valper.
sv: Födsel registrerad! Du kan nu lägga till valpar.

source: Open temperature log
da: Åbn temperaturlog
fi: Avaa lämpötilaloki
no: Åpne temperaturlogg
sv: Öppna temperaturlogg

source: Add measurement
da: Tilføj måling
fi: Lisää mittaus
no: Legg til måling
sv: Lägg till mätning

source: Add weight measurement
da: Tilføj vægtmåling
fi: Lisää painomittaus
no: Legg til vektmåling
sv: Lägg till viktmätning

source: Weight measurement added
da: Vægtmåling tilføjet
fi: Painomittaus lisätty
no: Vektmåling lagt til
sv: Viktmätning tillagd

# weightMeasurementsSaved
source: {count} weight measurements saved
da: {count} vægtmålinger gemt
fi: {count} painomittausta tallennettu
no: {count} vektmålinger lagret
sv: {count} viktmätningar sparade

source: Edit weight measurement
da: Rediger vægtmåling
fi: Muokkaa painomittausta
no: Rediger vektmåling
sv: Redigera viktmätning

source: Weight measurement updated
da: Vægtmåling opdateret
fi: Painomittaus päivitetty
no: Vektmåling oppdatert
sv: Viktmätning uppdaterad

# motherAndFatherRequired
source: Dam and Sire are required
da: Mor og far er påkrævet
fi: Emo ja isä vaaditaan
no: Mor og Far er påkrevd
sv: Mor och far krävs

# selectBuyer
source: Select a buyer
da: Vælg en køber
fi: Valitse ostaja
no: Velg en kjøper
sv: Välj en köpare

source: Use standard terms
da: Brug standardvilkår
fi: Käytä vakioehtoja
no: Bruk standardvilkår
sv: Använd standardvillkor

# neuteringRequired
source: Neutering/spaying required
da: Kastrering/sterilisering påkrævet
fi: Kastrointi/sterilointi vaaditaan
no: Kastrering/sterilisering påkrevd
sv: Kastrering/sterilisering krävs

source: Select buyer before export
da: Vælg køber før eksport
fi: Valitse ostaja ennen vientiä
no: Velg kjøper før eksport
sv: Välj köpare före export

# confirmDeleteContract
source: Are you sure you want to delete this contract?
da: Er du sikker på at du vil slette denne kontrakt?
fi: Haluatko varmasti poistaa tämän sopimuksen?
no: Er du sikker p at du vil slette denne kontrakten?
sv: Är du säker på att du vill radera detta kontrakt?

# buyerInfoNotFound
source: Buyer information not found
da: Køberinformation ikke fundet
fi: Ostajan tietoja ei löytynyt
no: Kjperinformasjon ikke funnet
sv: Köparinformation hittades inte

# codeMustBe6Chars
source: Code must be 6 characters
da: Koden skal være 6 tegn
fi: Koodin on oltava 6 merkkiä
no: Koden m vre 6 tegn
sv: Koden måste vara 6 tecken

# youJoinedKennel
source: You have joined the kennel!
da: Du er nu med i kennelen!
fi: Olet nyt liittynyt kenneliin!
no: Du er nå med i kennelen!
sv: Du är nu med i kenneln!

source: Can also invite members
da: Kan også invitere medlemmer
fi: Voi myös kutsua jäseniä
no: Kan også invitere medlemmer
sv: Kan också bjuda in medlemmar

source: Could not open email client
da: Kunne ikke åbne e-mailklient
fi: Sähköpostiohjelmaa ei voitu avata
no: Kunne ikke åpne e-postklient
sv: Kunde inte öppna e-postklient

# errorOpeningEmail
source: Error opening email: {error}
da: Fejl ved åbning af e-mail: {error}
fi: Virhe sähköpostin avaamisessa: {error}
no: Feil ved pning av e-post: {error}
sv: Fel vid öppning av e-post: {error}

# fileSize
source: File size: {size} MB
da: Filstørrelse: {size} MB
fi: Tiedostokoko: {size} Mt
no: Filstørrelse: {size} MB
sv: Filstorlek: {size} MB

# confirmDeleteImage
source: Are you sure you want to delete this image?
da: Er du sikker på, at du vil slette dette billede?
fi: Haluatko varmasti poistaa tämän kuvan?
no: Er du sikker på at du vil slette dette bildet?
sv: Är du säker på att du vill ta bort denna bild?

# confirmRemoveUser
source: Are you sure you want to remove this user?
da: Er du sikker på, at du vil fjerne denne bruger?
fi: Haluatko varmasti poistaa tämän käyttäjän?
no: Er du sikker på at du vil fjerne denne brukeren?
sv: Är du säker på att du vill ta bort denna användare?

source: Temperature measurement registered
da: Temperaturmåling registreret
fi: Lämpötilamittaus rekisteröity
no: Temperaturmåling registrert
sv: Temperaturmätning registrerad

source: Delete mating
da: Slet parring
fi: Poista astutus
no: Slett paring
sv: Ta bort parning

# confirmDeleteMating
source: Are you sure you want to delete this mating?
da: Er du sikker på, at du vil slette denne parring?
fi: Haluatko varmasti poistaa tämän astutuksen?
no: Er du sikker på at du vil slette denne paringen?
sv: Är du säker på att du vill ta bort denna parning?

# yearsOld
source: years
da: år
fi: vuotta
no: år
sv: år

source: Add potential buyers
da: Tilføj potentielle købere
fi: Lisää potentiaalisia ostajia
no: Legg til potensielle kjøpere
sv: Lägg till potentiella köpare

source: Remove reservation
da: Fjern reservation
fi: Poista varaus
no: Fjern reservasjon
sv: Ta bort reservation

source: Add reservation
da: Tilføj reservation
fi: Lisää varaus
no: Legg til reservasjon
sv: Lägg till reservation

# noAvailablePuppiesInLitter
source: No available puppies in this litter.
da: Ingen tilgængelige hvalpe i dette kuld.
fi: Ei saatavilla olevia pentuja tässä pentueessa.
no: Ingen ledige valper i dette kullet.
sv: Inga tillgängliga valpar i denna kull.

source: Select puppy
da: Vælg hvalp
fi: Valitse pentu
no: Velg valp
sv: Välj valp

source: Reservation added
da: Reservation tilføjet
fi: Varaus lisätty
no: Reservasjon lagt til
sv: Reservation tillagd

source: Mark as delivered
da: Marker som leveret
fi: Merkitse luovutetuksi
no: Marker som levert
sv: Markera som levererad

source: Puppy marked as delivered!
da: Hvalp markeret som leveret!
fi: Pentu merkitty luovutetuksi!
no: Valp markert som levert!
sv: Valp markerad som levererad!

# confirmDeliveryButton
source: Confirm delivery
da: Bekræft levering
fi: Vahvista luovutus
no: Bekreft levering
sv: Bekräfta leverans

# preferences
source: Preferences (gender/temperament)
da: Præferencer (køn/temperament)
fi: Mieltymykset (sukupuoli/luonne)
no: Preferanser (kjønn/lynne)
sv: Preferenser (kön/temperament)

source: Link to litter and puppy
da: Link til kuld og hvalp
fi: Linkitä pentueeseen ja pentuun
no: Knytt til kull og valp
sv: Länka till kull och valp

source: Select litter (optional)
da: Vælg kuld (valgfrit)
fi: Valitse pentue (valinnainen)
no: Velg kull (valgfritt)
sv: Välj kull (valfritt)

source: Select puppy (optional)
da: Vælg hvalp (valgfrit)
fi: Valitse pentu (valinnainen)
no: Velg valp (valgfritt)
sv: Välj valp (valfritt)

source: None
da: Ingen
fi: Ei mitään
no: Ingen
sv: Ingen

# enterMatingDateForPlannedLitter
source: Please enter mating date for planned litter
da: Angiv parringsdato for planlagt kuld
fi: Anna astutuspäivä suunnitellulle pentueelle
no: Vennligst angi parringsdato for planlagt kull
sv: Ange parningsdatum för planerad kull

source: Historical litter
da: Historisk kuld
fi: Historiallinen pentue
no: Historisk kull
sv: Historisk kull

# historicalLitterSubtitle
source: Registering an older litter from before
da: Registrerer et ældre kuld fra før
fi: Rekisteröi vanhemman pentueen
no: Registrerer et eldre kull fra før
sv: Registrerar en äldre kull från tidigare

# newLitterSubtitle
source: New litter (last 75 days)
da: Nyt kuld (sidste 75 dage)
fi: Uusi pentue (viimeiset 75 päivää)
no: Nytt kull (siste 75 dager)
sv: Ny kull (senaste 75 dagarna)

# birthDateHistorical
source: Birth date (historical litter)
da: Fødselsdato (historisk kuld)
fi: Syntymäpäivä (historiallinen pentue)
no: Fødselsdato (historisk kull)
sv: Födelsedatum (historisk kull)

# puppyIdentification
source: Identification (to distinguish puppies)
da: Identifikation (for at skelne hvalpe)
fi: Tunnistus (pentujen erottamiseksi)
no: Identifikasjon (for å skille valper)
sv: Identifikation (för att skilja valpar)

source: Nickname / Display name
da: Kælenavn / Visningsnavn
fi: Lempinimi / Näyttönimi
no: Kallenavn / Visningsnavn
sv: Smeknamn / Visningsnamn

# nicknameHint
source: e.g. "Blue ribbon", "Little one"
da: f.eks. "Blå bånd", "Lille ven"
fi: esim. "Sininen nauha", "Pikkuinen"
no: f.eks. "Blå bånd", "Lillegutt"
sv: t.ex. "Blå band", "Lillen"

source: Color code (band/mark)
da: Farvekode (bånd/mærke)
fi: Värikoodi (nauha/merkki)
no: Fargekode (bånd/merke)
sv: Färgkod (band/märke)

source: Selected
da: Valgt
fi: Valittu
no: Valgt
sv: Vald

source: Puppy name
da: Hvalpenavn
fi: Pennun nimi
no: Navn på valpen
sv: Valpnamn

# pleaseEnterName
source: Please enter a name
da: Indtast venligst et navn
fi: Anna nimi
no: Vennligst skriv inn navn
sv: Ange ett namn

source: Country
da: Land
fi: Maa
no: Land
sv: Land

# ckSystemAvailable
source: The CK system is available
da: CK-systemet er tilgængeligt
fi: CK-järjestelmä on käytettävissä
no: CK-systemet er tilgjengelig
sv: CK-systemet är tillgängligt

# ckOnlyNordic
source: CK is only available in Nordic countries
da: CK er kun tilgængeligt i Norden
fi: CK on käytettävissä vain Pohjoismaissa
no: CK er kun tilgjengelig i Norden
sv: CK är endast tillgängligt i Norden

# requiresBHKBTK
source: Requires 1st BHK or 1st BTK to select BIR/BIM
da: Kræver 1. BHK eller 1. BTK for at vælge BIR/BIM
fi: Vaatii 1. BHK tai 1. BTK valitaksesi BIR/BIM
no: Krever 1.BHK eller 1.BTK for å velge BIR/BIM
sv: Kräver 1:a BHK eller 1:a BTK för att välja BIR/BIM

source: Select dam
da: Vælg mor
fi: Valitse emä
no: Velg mor
sv: Välj moder

source: Select sire
da: Vælg far
fi: Valitse isä
no: Velg far
sv: Välj fader

source: Common tests:
da: Almindelige tests:
fi: Yleiset testit:
no: Vanlige tester:
sv: Vanliga tester:

source: Test name
da: Testnavn
fi: Testin nimi
no: Testnavn
sv: Testnamn

source: Test date
da: Testdato
fi: Testipäivä
no: Testdato
sv: Testdatum

source: Laboratory
da: Laboratorium
fi: Laboratorio
no: Laboratorium
sv: Laboratorium

source: Certificate number
da: Certifikatnummer
fi: Sertifikaattinumero
no: Sertifikatnummer
sv: Certifikatnummer

source: Pending result
da: Venter på resultat
fi: Odottaa tulosta
no: Venter på resultat
sv: Väntar på resultat

source: Carrier
da: Bærer
fi: Kantaja
no: Bærer
sv: Bärare

source: Affected
da: Ramt
fi: Sairastunut
no: Affisert
sv: Drabbad

# searchDogsLittersBuyers
source: Search for dogs, litters, buyers...
da: Søg efter hunde, kuld, købere...
fi: Etsi koiria, pentueita, ostajia...
no: Søk etter hunder, kull, kjøpere...
sv: Sök efter hundar, kullar, köpare...

# darkModeDescription
source: Adjust the appearance for your eyes
da: Tilpas udseendet for dine øjne
fi: Säädä ulkoasua silmillesi
no: Tilpass utseendet for øynene dine
sv: Anpassa utseendet för dina ögon

source: Use System Theme
da: Følg systemindstilling
fi: Seuraa järjestelmäasetusta
no: Følg systeminnstilling
sv: Följ systeminställning

# useSystemThemeDescription
source: App follows your device theme automatically
da: Appen følger enhedens tema automatisk
fi: Sovellus seuraa laitteen teemaa automaattisesti
no: Appen følger enhetens tema automatisk
sv: Appen följer enhetens tema automatiskt

# darkModeOn
source: Dark mode enabled
da: Mørk tilstand aktiveret
fi: Tumma tila käytössä
no: Mørk modus aktivert
sv: Mörkt läge aktiverat

# darkModeOff
source: Light mode enabled
da: Lys tilstand aktiveret
fi: Vaalea tila käytössä
no: Lys modus aktivert
sv: Ljust läge aktiverat

source: Delivery Checklist
da: Leveringscheckliste
fi: Luovutustarkistuslista
no: Leveringssjekkliste
sv: Leveranschecklista

source: Set Delivery Date
da: Indstil leveringsdato
fi: Aseta luovutuspäivä
no: Sett leveringsdato
sv: Ställ in leveransdatum

# errorLoadingChecklist
source: Could not load checklist
da: Kunne ikke indlæse checkliste
fi: Tarkistuslistaa ei voitu ladata
no: Kunne ikke laste sjekkliste
sv: Kunde inte ladda checklistan

source: Delivery Date
da: Leveringsdato
fi: Luovutuspäivä
no: Leveringsdato
sv: Leveransdatum

source: Progress
da: Fremgang
fi: Edistyminen
no: Fremgang
sv: Framsteg

source: Add Item
da: Tilføj punkt
fi: Lisää kohta
no: Legg til punkt
sv: Lägg till punkt

source: Title
da: Titel
fi: Otsikko
no: Tittel
sv: Titel

source: Add
da: Tilføj
fi: Lisää
no: Legg til
sv: Lägg till

source: Delivery date set
da: Leveringsdato indstillet
fi: Luovutuspäivä asetettu
no: Leveringsdato satt
sv: Leveransdatum inställt

source: Annual Report
da: Årsrapport
fi: Vuosiraportti
no: Årsrapport
sv: Årsrapport

source: Select Year
da: Vælg år
fi: Valitse vuosi
no: Velg år
sv: Välj år

source: Annual Summary
da: Årsoversigt
fi: Vuosiyhteenveto
no: Årssammendrag
sv: Årssammanfattning

source: Litters Registered
da: Registrerede kuld
fi: Rekisteröidyt pentueet
no: Kull registrert
sv: Registrerade kullar

source: Puppies Born
da: Fødte hvalpe
fi: Syntyneet pennut
no: Valper født
sv: Födda valpar

source: Male Puppies
da: Hanhvalpe
fi: Urospennut
no: Hannvalper
sv: Hanvalpar

source: Female Puppies
da: Tisphvalpe
fi: Narttupennut
no: Tispevalper
sv: Tikvalpar

source: Puppies Sold
da: Solgte hvalpe
fi: Myydyt pennut
no: Valper solgt
sv: Sålda valpar

source: Financial Summary
da: Økonomisk oversigt
fi: Talousyhteenveto
no: Økonomisk sammendrag
sv: Ekonomisk sammanfattning

source: Total Expenses
da: Samlede udgifter
fi: Kokonaiskulut
no: Totale utgifter
sv: Totala utgifter

source: Shows
da: Udstillinger
fi: Näyttelyt
no: Utstillinger
sv: Utställningar

source: Generate PDF Report
da: Generer PDF-rapport
fi: Luo PDF-raportti
no: Generer PDF-rapport
sv: Generera PDF-rapport

source: Generating...
da: Genererer...
fi: Luodaan...
no: Genererer...
sv: Genererar...

# reportInfo
source: The report includes all litters, puppies, finances and show results for the selected year.
da: Rapporten inkluderer alle kuld, hvalpe, økonomi og udstillingsresultater for det valgte år.
fi: Raportti sisältää kaikki pentueet, pennut, taloustiedot ja näyttelytulokset valitulle vuodelle.
no: Rapporten inkluderer alle kull, valper, økonomi og utstillingsresultater for det valgte året.
sv: Rapporten inkluderar alla kullar, valpar, ekonomi och utställningsresultat för det valda året.

source: Contract Types
da: Kontrakttyper
fi: Sopimustyypit
no: Kontraktstyper
sv: Kontraktstyper

source: Select Contract Type
da: Vælg kontrakttype
fi: Valitse sopimustyyppi
no: Velg kontraktstype
sv: Välj kontraktstyp

source: Purchase Contract
da: Købskontrakt
fi: Kauppasopimus
no: Kjøpskontrakt
sv: Köpeavtal

# purchaseContractDesc
source: Standard contract for puppy sales
da: Standardkontrakt for salg af hvalp
fi: Vakiosopimus pennun myyntiin
no: Standard kontrakt for salg av valp
sv: Standardkontrakt för försäljning av valp

source: Breeding Contract
da: Avlskontrakt
fi: Jalostussopimus
no: Avlskontrakt
sv: Avelskontrakt

# breedingContractDesc
source: Agreement for mating between stud and dam
da: Aftale om parring mellem hanhund og tæve
fi: Sopimus uroksen ja nartun parituksesta
no: Avtale om paring mellom hannhund og tispe
sv: Avtal om parning mellan hanhund och tik

# coOwnershipContract
source: Co-Ownership Agreement
da: Medejerskabsaftale
fi: Yhteisomistussopimus
no: Medeieravtale
sv: Samägaravtal

# coOwnershipContractDesc
source: Agreement for shared ownership of a dog
da: Aftale om delt ejerskab af hund
fi: Sopimus koiran jaetusta omistuksesta
no: Avtale om delt eierskap av hund
sv: Avtal om delat ägande av hund

# fosterContract
source: Foster Agreement
da: Foderværtsaftale
fi: Kasvattajasopimus
no: Fôrvertsavtale
sv: Fodervärdavtal

# fosterContractDesc
source: Agreement for placing a dog with a foster family
da: Aftale hvor hund placeres hos fodervært
fi: Sopimus koiran sijoittamisesta kasvattajakotiin
no: Avtale hvor hund plasseres hos fôrvert
sv: Avtal där hund placeras hos fodervärd

# reservationContract
source: Reservation Agreement
da: Reservationsaftale
fi: Varaussopimus
no: Reservasjonsavtale
sv: Reservationsavtal

# reservationContractDesc
source: Agreement for reserving a puppy
da: Aftale om reservation af hvalp
fi: Sopimus pennun varaamisesta
no: Avtale om reservasjon av valp
sv: Avtal om reservation av valp

source: Stud Owner
da: Hanhundsejer
fi: Uroksen omistaja
no: Hannhundeier
sv: Hanhundsägare

source: Dam Owner
da: Tævejer
fi: Nartun omistaja
no: Tispeeier
sv: Tikägare

source: Stud Fee
da: Parningsgebyr
fi: Astutumaksu
no: Dekningsavgift
sv: Parningsavgift

source: Payment Terms
da: Betalingsbetingelser
fi: Maksuehdot
no: Betalingsvilkår
sv: Betalningsvillkor

source: Owner 1
da: Ejer 1
fi: Omistaja 1
no: Eier 1
sv: Ägare 1

source: Owner 2
da: Ejer 2
fi: Omistaja 2
no: Eier 2
sv: Ägare 2

source: Ownership Percentage (%)
da: Ejerandel (%)
fi: Omistusosuus (%)
no: Eierandel (%)
sv: Ägarandel (%)

source: Primary Caretaker
da: Primær omsorgsgiver
fi: Ensisijainen hoitaja
no: Primær omsorgsgiver
sv: Primär vårdgivare

source: Breeding Rights
da: Avlsrettigheder
fi: Jalostusoikeudet
no: Avlsrettigheter
sv: Avelsrättigheter

source: Show Rights
da: Udstillingsrettigheder
fi: Näyttelyoikeudet
no: Utstillingsrettigheter
sv: Utställningsrättigheter

source: Expense Sharing
da: Fordeling af udgifter
fi: Kulujen jako
no: Fordeling av utgifter
sv: Fördelning av kostnader

source: Foster Parent
da: Fodervært
fi: Kasvattajaperhe
no: Fôrvert
sv: Fodervärd

source: Owner
da: Ejer
fi: Omistaja
no: Eier
sv: Ägare

source: Start Date
da: Startdato
fi: Alkamispäivä
no: Startdato
sv: Startdatum

source: End Date
da: Slutdato
fi: Päättymispäivä
no: Sluttdato
sv: Slutdatum

source: Return Conditions
da: Tilbageleveringsbetingelser
fi: Palautusehdot
no: Tilbakeleveringsvilkår
sv: Återlämningsvillkor

source: Reservation Fee
da: Reservationsgebyr
fi: Varausmaksu
no: Reservasjonsgebyr
sv: Reservationsavgift

source: Additional Terms
da: Tillægsbetingelser
fi: Lisäehdot
no: Tilleggsvilkår
sv: Tilläggsvillkor
