Repository: kjetilandre95-code/breedly
Catalog: lib/l10n/app_*.arb
Languages: da, fi, no, sv

# requiresBestPuppy
source: Requires being best male/female puppy
da: Kræver at være bedste hanhvalp/tævehvalp
fi: Vaatii parhaan uros-/narttupennun tittelin
no: Krever vre beste hannvalp/tispevalp
sv: Kräver att vara bästa hanvalp/tikvalp

# requiresBHKBTKFirstNordic
source: BHK/BTK 1st required for BIR/BIM in Nordic countries
da: BHK/BTK 1 kræves for BIR/BIM i Norden
fi: BHK/BTK 1. sija vaaditaan BIR/BIM:iin Pohjoismaissa
no: BHK/BTK 1 kreves for BIR/BIM i Norden
sv: BHK/BTK 1 krävs för BIR/BIM i Norden

source: Yes - Won
da: Ja - Vandt
fi: Kyllä - Voitti
no: Ja - Vant
sv: Ja - Vann

source: Group judge
da: Gruppedommer
fi: Ryhmätuomari
no: Gruppedommer
sv: Gruppdomare

source: BIS judge
da: BIS-dommer
fi: BIS-tuomari
no: BIS-dommer
sv: BIS-domare

source: Result saved!
da: Resultat gemt!
fi: Tulos tallennettu!
no: Resultat lagret!
sv: Resultat sparat!

# hpAward
source: HP (Hopeful Puppy)
no: HP (Hederspris / Hopeful Puppy)

source: BIR/BIM Puppy
da: BIR/BIM Hvalp
fi: BIR/BIM Pentu
no: BIR/BIM Valp
sv: BIR/BIM Valp

# classAbbrev
source: Cl
da: Kl
fi: Lk
no: Kl
sv: Kl

# bestMaleAbbrev
source: BM
da: BHK
fi: PU
no: BHK
sv: BHK

# bestFemaleAbbrev
source: BF
da: BTK
fi: PN
no: BTK
sv: BTK

# bestOfSexAbbrev
source: BOS
da: BH/BT
fi: VSP
no: BH/BT
sv: BH/BT

source: Enter price
da: Angiv pris
fi: Syötä hinta
no: Angi pris
sv: Ange pris

source: Contract saved
da: Kontrakt gemt
fi: Sopimus tallennettu
no: Kontrakt lagret
sv: Kontrakt sparad

# errorSaving
source: Error saving: {error}
da: Fejl ved gemning: {error}
fi: Virhe tallennuksessa: {error}
no: Feil ved lagring: {error}
sv: Fel vid sparande: {error}

source: Buyer information
da: Køberinformation
fi: Ostajan tiedot
no: Kjøperinformasjon
sv: Köparinformation

source: Contract details
da: Kontraktdetaljer
fi: Sopimuksen tiedot
no: Kontraktdetaljer
sv: Kontraktsdetaljer

source: Deposit (optional)
da: Depositum (valgfrit)
fi: Käsiraha (valinnainen)
no: Depositum (valgfritt)
sv: Handpenning (valfritt)

source: Amount already paid as advance
da: Beløb allerede betalt som forskud
fi: Ennakkona jo maksettu summa
no: Beløp allerede betalt som forskudd
sv: Belopp redan betalt som förskott

source: Contract number (optional)
da: Kontraktnummer (valgfrit)
fi: Sopimusnumero (valinnainen)
no: Kontraktnummer (valgfritt)
sv: Kontraktsnummer (valfritt)

# paymentTermsExampleHint
source: E.g. Full payment at pickup
da: F.eks. Fuld betaling ved afhentning
fi: Esim. Täysi maksu noudossa
no: F.eks. Full betaling ved opphenting
sv: T.ex. Full betalning vid hämtning

source: Delivery location (optional)
da: Overleveringssted (valgfrit)
fi: Luovutuspaikka (valinnainen)
no: Overleveringssted (valgfritt)
sv: Överlämningsplats (valfritt)

# deliveryLocationHint
source: E.g. Breeder's address
da: F.eks. Oprætters adresse
fi: Esim. Kasvattajan osoite
no: F.eks. Oppdretters adresse
sv: T.ex. Uppfödarens adress

source: Contract terms
da: Kontraktvilkår
fi: Sopimusehdot
no: Kontraktvilkår
sv: Kontraktsvillkor

# selectTermsToInclude
source: Select which terms to include in the contract
da: Vælg hvilke vilkår der skal inkluderes i kontrakten
fi: Valitse sopimukseen sisällytettävät ehdot
no: Velg hvilke vilkår som skal inkluderes i kontrakten
sv: Välj vilka villkor som ska inkluderas i kontraktet

# termGeneral
source: General
da: Generelt
fi: Yleistä
no: Generelt
sv: Allmänt

# termGeneralSubtitle
source: Basic purchase and sale terms
da: Grundlæggende købs- og salgsvilkår
fi: Perusosto- ja myyntiehdot
no: Grunnleggende kjøps- og salgsvilkår
sv: Grundläggande köp- och försäljningsvillkor

# termHealth
source: Health
da: Sundhed
fi: Terveys
no: Helse
sv: Hälsa

# termHealthSubtitle
source: Guarantee of healthy puppy and vet check
da: Garanti om rask hvalp og dyrlægekontrol
fi: Takuu terveestä pennusta ja eläinlääkärintarkastus
no: Garanti om frisk valp og veterinærkontroll
sv: Garanti om frisk valp och veterinärkontroll

# termVaccinations
source: Vaccinations and treatments
da: Vaccinationer og behandlinger
fi: Rokotukset ja hoidot
no: Vaksinasjoner og behandlinger
sv: Vaccinationer och behandlingar

# termVaccinationsSubtitle
source: Vaccinated and dewormed per guidelines
da: Vaccineret og ormebehandlet iht. retningslinjer
fi: Rokotettu ja madotettu ohjeiden mukaisesti
no: Vaksinert og avmasket iht. retningslinjer
sv: Vaccinerad och avmaskad enligt riktlinjer

# termReturn
source: Return
da: Tilbagelevering
fi: Palautus
no: Tilbakelevering
sv: Återlämning

# termReturnSubtitle
source: Seller contacted first for rehoming
da: Sælger kontaktes først ved omplacering
fi: Myyjään otettava yhteyttä ensin uudelleensijoituksessa
no: Selger kontaktes først ved omplassering
sv: Säljaren kontaktas först vid omplacering

# termResponsibility
source: Responsibility
da: Ansvar
fi: Vastuu
no: Ansvar
sv: Ansvar

# termResponsibilitySubtitle
source: Buyer takes over responsibility from handover
da: Køber overtager ansvar fra overlevering
fi: Ostaja ottaa vastuun luovutuksesta
no: Kjøper overtar ansvar fra overlevering
sv: Köparen tar över ansvaret vid överlämning

# termRegistration
source: Registration
da: Registrering
fi: Rekisteröinti
no: Registrering
sv: Registrering

# termRegistrationSubtitle
source: Puppy registered to new owner
da: Hvalpen registreres på ny ejer
fi: Pentu rekisteröidään uudelle omistajalle
no: Valpen registreres på ny eier
sv: Valpen registreras på ny ägare

source: Return clause included
da: Returklausul inkluderet
fi: Palautuslauseke mukana
no: Returklausul inkludert
sv: Returklausul inkluderad

source: Documentation
da: Dokumentation
fi: Dokumentaatio
no: Dokumentasjon
sv: Dokumentation

# pedigreeDeliveredLabel
source: Pedigree delivered
da: Stamtavle leveres
fi: Sukutaulu toimitetaan
no: Stamtavle leveres
sv: Stamtavla levereras

# pedigreeDeliveredSubtitle
source: Pedigree included at handover
da: Stamtavlen følger med ved overlevering
fi: Sukutaulu mukana luovutuksessa
no: Stamtavle følger med ved overlevering
sv: Stamtavla medföljer vid överlämning

source: Vet certificate attached
da: Sundhedsattest vedlagt
fi: Eläinlääkärintodistus liitetty
no: Helseattest vedlagt
sv: Hälsointyg bifogat

# vetCertificateAttachedSubtitle
source: Veterinary certificate on health status
da: Dyrlægeattest om sundhedsstatus
fi: Eläinlääkärintodistus terveydentilasta
no: Veterinærattest på helsestatus
sv: Veterinärintyg om hälsostatus

source: Insurance transferred
da: Forsikring overføres
fi: Vakuutus siirretään
no: Forsikring overføres
sv: Försäkring överförs

# insuranceTransferredSubtitle
source: Puppy insurance transferred to buyer
da: Hvalpens forsikring overføres til køber
fi: Pennun vakuutus siirretään ostajalle
no: Valpens forsikring overføres til kjøper
sv: Valpens försäkring överförs till köparen

source: Special terms (optional)
da: Specielle vilkår (valgfrit)
fi: Erityisehdot (valinnainen)
no: Spesielle vilkår (valgfritt)
sv: Särskilda villkor (valfritt)

# specialTermsHint
source: Any special agreements between the parties...
da: Eventuelle specielle aftaler mellem parterne...
fi: Mahdolliset osapuolten väliset erityissopimukset...
no: Eventuelle spesielle avtaler mellom partene...
sv: Eventuella speciella avtal mellan parterna...

source: Save contract
da: Gem kontrakt
fi: Tallenna sopimus
no: Lagre kontrakt
sv: Spara kontrakt

source: Download as PDF
da: Download som PDF
fi: Lataa PDF-tiedostona
no: Last ned som PDF
sv: Ladda ner som PDF

# pdfSavedAt
source: PDF saved: {path}
da: PDF gemt: {path}
fi: PDF tallennettu: {path}
no: PDF lagret: {path}
sv: PDF sparad: {path}

# errorExporting
source: Error exporting: {error}
da: Fejl ved eksport: {error}
fi: Virhe viennissä: {error}
no: Feil ved eksport: {error}
sv: Fel vid export: {error}

source: Male puppy
da: Hanhvalp
fi: Urospentu
no: Hannvalp
sv: Hanvalp

source: Female puppy
da: Tævehvalp
fi: Narttupentu
no: Tispevalp
sv: Tikvalp

# coOwnershipContractCreated
source: Co-ownership agreement created!
da: Medejerskabsaftale oprettet!
fi: Yhteisomistussopimus luotu!
no: Medeieravtale opprettet!
sv: Samäganderättsavtal skapat!

source: Dog
da: Hund
fi: Koira
no: Hund
sv: Hund

source: Ownership share
da: Ejerandel
fi: Omistusosuus
no: Eierandel
sv: Ägarandel

source: Shared responsibility
da: Delt ansvar
fi: Jaettu vastuu
no: Delt ansvar
sv: Delat ansvar

source: Rights and responsibilities
da: Rettigheder og ansvar
fi: Oikeudet ja vastuut
no: Rettigheter og ansvar
sv: Rättigheter och ansvar

source: Additional terms (optional)
da: Tillægsvilkår (valgfrit)
fi: Lisäehdot (valinnainen)
no: Tilleggsvilkår (valgfritt)
sv: Tilläggsvillkor (valfritt)

# additionalTermsHintText
source: Enter any additional terms...
da: Indtast eventuelle tillægsvilkår...
fi: Syötä mahdolliset lisäehdot...
no: Skriv inn eventuelle tilleggsvilkår...
sv: Ange eventuella tilläggsvillkor...

# generateCoOwnershipContract
source: Generate co-ownership agreement
da: Generer medejerskabsaftale
fi: Luo yhteisomistussopimus
no: Generer medeieravtale
sv: Generera samäganderättsavtal

# fosterContractCreated
source: Foster agreement created!
da: Plejeaftale oprettet!
fi: Sijoitussopimus luotu!
no: Fôrvertsavtale opprettet!
sv: Foderavtal skapat!

source: Contract period
da: Kontraktperiode
fi: Sopimuskausi
no: Avtaleperiode
sv: Avtalsperiod

source: Has definite end date
da: Har bestemt slutdato
fi: On määrätty päättymispäivä
no: Har bestemt sluttdato
sv: Har bestämt slutdatum

source: Select date
da: Vælg dato
fi: Valitse päivä
no: Velg dato
sv: Välj datum

# contractTermsSection
source: Terms
da: Vilkår
fi: Ehdot
no: Vilkår
sv: Villkor

source: Breeding terms
da: Avlsvilkår
fi: Jalostusehdot
no: Avlsvilkår
sv: Avelsvillkor

# generateFosterContract
source: Generate foster agreement
da: Generer plejeaftale
fi: Luo sijoitussopimus
no: Generer fôrvertsavtale
sv: Generera foderavtal

# reservationContractCreated
source: Reservation agreement created!
da: Reservationsaftale oprettet!
fi: Varaussopimus luotu!
no: Reservasjonsavtale opprettet!
sv: Reservationsavtal skapat!

# reservationContractUpdated
source: Reservation agreement updated!
da: Reservationsaftale opdateret!
fi: Varaussopimus päivitetty!
no: Reservasjonsavtale oppdatert!
sv: Reservationsavtal uppdaterat!

source: Prices
da: Priser
fi: Hinnat
no: Priser
sv: Priser

# reservationFeeLabel
source: Reservation fee (kr)
da: Reservationsgebyr (kr)
fi: Varausmaksu (kr)
no: Reservasjonsgebyr (kr)
sv: Reservationsavgift (kr)

# totalPriceForPuppy
source: Total price for puppy (kr)
da: Total pris for hvalpen (kr)
fi: Pennun kokonaishinta (kr)
no: Total pris for valpen (kr)
sv: Totalpris för valpen (kr)

source: Invalid amount
da: Ugyldigt beløb
fi: Virheellinen summa
no: Ugyldig beløp
sv: Ogiltigt belopp

# remainingAmount
source: Remaining: kr {amount},-
da: Restbeløb: kr {amount},-
fi: Jäljellä: kr {amount},-
no: Restbeløp: kr {amount},-
sv: Återstående: kr {amount},-

# remarksHint
source: Enter any remarks...
da: Indtast eventuelle bemærkninger...
fi: Syötä mahdolliset huomautukset...
no: Skriv inn eventuelle merknader...
sv: Ange eventuella anmärkningar...

# generateReservationContract
source: Generate reservation agreement
da: Generer reservationsaftale
fi: Luo varaussopimus
no: Generer reservasjonsavtale
sv: Generera reservationsavtal

source: PDF downloaded
da: PDF downloadet
fi: PDF ladattu
no: PDF nedlastet
sv: PDF nedladdad

# dogHeatCycle
source: {dogName} - Heat cycle
da: {dogName} - Løbetid
fi: {dogName} - Juoksuaika
no: {dogName} - Lpetid
sv: {dogName} - Löpning

# dogExpectedHeat
source: {dogName} - Expected heat
da: {dogName} - Forventet løbetid
fi: {dogName} - Odotettu juoksuaika
no: {dogName} - Forventet lpetid
sv: {dogName} - Förväntad löpning

# dogGaveBirth
source: {dogName} gave birth
da: {dogName} fødte
fi: {dogName} synnytti
no: {dogName} fdte
sv: {dogName} födde

# litterDeliveryEvent
source: Delivery: {damName} litter
da: Levering: {damName} kuld
fi: Luovutus: {damName} pentue
no: Levering: {damName} kull
sv: Leverans: {damName} kull

# eightWeeksOld
source: 8 weeks old
da: 8 uger gammel
fi: 8 viikkoa vanha
no: 8 uker gammel
sv: 8 veckor gammal

# unknownDog
source: Unknown
da: Ukendt
fi: Tuntematon
no: Ukjent
sv: Okänd

# puppyVaccination
source: {puppyName} - Vaccination {number}
fi: {puppyName} - Rokotus {number}
no: {puppyName} - {number}. vaksinering

# puppyDeworming
source: {puppyName} - Deworming {number}
da: {puppyName} - Ormekur {number}
fi: {puppyName} - Madotus {number}
no: {puppyName} - {number}. ormekur
sv: {puppyName} - Avmaskning {number}

# puppyMicrochip
source: {puppyName} - Microchipping
da: {puppyName} - ID-mærkning
fi: {puppyName} - Mikrosiru
no: {puppyName} - ID-merking
sv: {puppyName} - ID-märkning

# dogBirthdayAge
source: {dogName} turns {age} years
da: {dogName} fylder {age} år
fi: {dogName} täyttää {age} vuotta
no: {dogName} fyller {age} r
sv: {dogName} fyller {age} år

# expectedHeatCycles
source: Heat cycles (expected)
da: Løbetid (forventet)
fi: Juoksuaika (odotettu)
no: Lpetid (forventet)
sv: Löpning (förväntad)

source: Estimated birth date
da: Estimeret fødselsdato
fi: Arvioitu syntymäpäivä
no: Estimert dato for fdsel
sv: Beräknat födelsedatum

source: Select kennel
da: Vælg kennel
fi: Valitse kennel
no: Velg kennel
sv: Välj kennel

# memberSingular
source: member
da: medlem
fi: jäsen
no: medlem
sv: medlem

# membersPlural
source: members
da: medlemmer
fi: jäsentä
no: medlemmer
sv: medlemmar

# membersSection
source: Members
da: Medlemmer
fi: Jäsenet
no: Medlemmer
sv: Medlemmar

# youLabel
source: You
da: Dig
fi: Sinä
no: Deg
sv: Du

# ownerRole
source: Owner
da: Ejer
fi: Omistaja
no: Eier
sv: Ägare

# memberRole
source: Member
da: Medlem
fi: Jäsen
no: Medlem
sv: Medlem

# removeLabel
source: Remove
da: Fjern
fi: Poista
no: Fjern
sv: Ta bort

source: Pending invitations
da: Ventende invitationer
fi: Odottavat kutsut
no: Ventende invitasjoner
sv: Väntande inbjudningar

# openInvitationExpires
source: Open invitation • Expires in {days} days
da: Åben invitation • Udløber om {days} dage
fi: Avoin kutsu • Vanhenee {days} päivän kuluttua
no: pen invitasjon Utlper om {days} dager
sv: Öppen inbjudan • Går ut om {days} dagar

source: Code copied to clipboard
da: Kode kopieret til udklipsholder
fi: Koodi kopioitu leikepöydälle
no: Kode kopiert til utklippstavle
sv: Kod kopierad till urklipp

# actionsSection
source: Actions
da: Handlinger
fi: Toiminnot
no: Handlinger
sv: Åtgärder

source: Create invitation code
da: Opret invitationskode
fi: Luo kutsukoodi
no: Opprett invitasjonskode
sv: Skapa inbjudningskod

# joinKennelLabel
source: Join kennel
da: Bliv medlem af kennel
fi: Liity kenneliin
no: Bli med i kennel
sv: Gå med i kennel

source: Use invitation code
da: Brug invitationskode
fi: Käytä kutsukoodia
no: Bruk invitasjonskode
sv: Använd inbjudningskod

# deleteKennelLabel
source: Delete kennel
da: Slet kennel
fi: Poista kennel
no: Slett kennel
sv: Radera kennel

# kennelNameRequired
source: Kennel name *
da: Kennelnavn *
fi: Kennelin nimi *
no: Kennelnavn *
sv: Kennelnamn *

source: Name is required
da: Navn er påkrævet
fi: Nimi on pakollinen
no: Navn er pkrevd
sv: Namn krävs

# createButton
source: Create
da: Opret
fi: Luo
no: Opprett
sv: Skapa

# enterInvitationCodeMessage
source: Enter the invitation code you received:
da: Indtast invitationskoden du har modtaget:
fi: Syötä saamasi kutsukoodi:
no: Skriv inn invitasjonskoden du har mottatt:
sv: Ange inbjudningskoden du har fått:

source: Invitation code
da: Invitationskode
fi: Kutsukoodi
no: Invitasjonskode
sv: Inbjudningskod

# invitationCodeHint
source: E.g. ABC123
da: F.eks. ABC123
fi: Esim. ABC123
no: F.eks. ABC123
sv: T.ex. ABC123

# joinedKennelSuccess
source: You have joined the kennel!
da: Du er nu med i kennelen!
fi: Olet nyt kennelin jäsen!
no: Du er n med i kennelen!
sv: Du har gått med i kenneln!

# joinButton
source: Join
da: Bliv med
fi: Liity
no: Bli med
sv: Gå med

source: Edit kennel
da: Rediger kennel
fi: Muokkaa kenneliä
no: Rediger kennel
sv: Redigera kennel

# kennelNameLabel
source: Kennel name
da: Kennelnavn
fi: Kennelin nimi
no: Kennelnavn
sv: Kennelnamn

source: Kennel updated!
da: Kennel opdateret!
fi: Kennel päivitetty!
no: Kennel oppdatert!
sv: Kennel uppdaterad!

# changeRoleFor
source: Change role for {name}
da: Skift rolle for {name}
fi: Vaihda rooli: {name}
no: Endre rolle for {name}
sv: Ändra roll för {name}

# removeMemberQuestion
source: Remove member?
da: Fjern medlem?
fi: Poista jäsen?
no: Fjern medlem?
sv: Ta bort medlem?

# confirmRemoveMember
source: Are you sure you want to remove {name} from the kennel?
da: Er du sikker på at du vil fjerne {name} fra kennelen?
fi: Haluatko varmasti poistaa {name} kennelistä?
no: Er du sikker p at du vil fjerne {name} fra kennelen?
sv: Är du säker på att du vill ta bort {name} från kenneln?

source: Member removed
da: Medlem fjernet
fi: Jäsen poistettu
no: Medlem fjernet
sv: Medlem borttagen

# leaveKennelQuestion
source: Leave kennel?
da: Forlad kennel?
fi: Poistu kennelistä?
no: Forlat kennel?
sv: Lämna kennel?

# confirmLeaveKennel
source: Are you sure you want to leave {name}? You will lose access to all data.
da: Er du sikker på at du vil forlade {name}? Du mister adgang til alle data.
fi: Haluatko varmasti poistua {name}? Menetät pääsyn kaikkiin tietoihin.
no: Er du sikker p at du vil forlate {name}? Du vil miste tilgang til all data.
sv: Är du säker på att du vill lämna {name}? Du förlorar åtkomst till all data.

# leftKennel
source: You have left the kennel
da: Du har forladt kennelen
fi: Olet poistunut kennelistä
no: Du har forlatt kennelen
sv: Du har lämnat kenneln

# leaveButton
source: Leave
da: Forlad
fi: Poistu
no: Forlat
sv: Lämna

# deleteKennelQuestion
source: Delete kennel?
da: Slet kennel?
fi: Poista kennel?
no: Slett kennel?
sv: Radera kennel?

# confirmDeleteKennel
source: Are you ABSOLUTELY sure you want to delete {name}? This cannot be undone!
da: Er du HELT sikker på at du vil slette {name}? Dette kan ikke fortrydes!
fi: Oletko AIVAN varma että haluat poistaa {name}? Tätä ei voi peruuttaa!
no: Er du HELT sikker p at du vil slette {name}? Dette kan ikke angres!
sv: Är du HELT säker på att du vill radera {name}? Detta kan inte ångras!

source: Kennel deleted
da: Kennel slettet
fi: Kennel poistettu
no: Kennel slettet
sv: Kennel raderad

# invitationCodeDescription
source: You can create an invitation code that others can use to join the kennel.
da: Du kan oprette en invitationskode som andre kan bruge til at blive med i kennelen.
fi: Voit luoda kutsukoodin, jolla muut voivat liittyä kenneliin.
no: Du kan opprette en invitasjonskode som andre kan bruke for bli med i kennelen.
sv: Du kan skapa en inbjudningskod som andra kan använda för att gå med i kenneln.

# emailOptional
source: Email address (optional)
da: E-mailadresse (valgfrit)
fi: Sähköpostiosoite (valinnainen)
no: E-postadresse (valgfritt)
sv: E-postadress (valfritt)

# emailPlaceholder
source: user@example.com
da: bruger@eksempel.dk
fi: kayttaja@esimerkki.fi
no: bruker@eksempel.no
sv: anvandare@exempel.se

# leaveEmptyForOpen
source: Leave empty for open invitation
da: Lad stå tom for åben invitation
fi: Jätä tyhjäksi avoimelle kutsulle
no: La st tom for pen invitasjon
sv: Lämna tomt för öppen inbjudan

# roleLabel
source: Role
da: Rolle
fi: Rooli
no: Rolle
sv: Roll

# canViewAndEdit
source: Can view and edit data
da: Kan se og redigere data
fi: Voi katsella ja muokata tietoja
no: Kan se og redigere data
sv: Kan se och redigera data

# canAlsoInvite
source: Can also invite members
da: Kan også invitere medlemmer
fi: Voi myös kutsua jäseniä
no: Kan ogs invitere medlemmer
sv: Kan även bjuda in medlemmar

source: Create invitation
da: Opret invitation
fi: Luo kutsu
no: Opprett invitasjon
sv: Skapa inbjudan

source: Invitation created!
da: Invitation oprettet!
fi: Kutsu luotu!
no: Invitasjon opprettet!
sv: Inbjudan skapad!

# shareCodeMessage
source: Share this code with the person you want to invite:
da: Del denne kode med personen du vil invitere:
fi: Jaa tämä koodi henkilölle jonka haluat kutsua:
no: Del denne koden med personen du vil invitere:
sv: Dela denna kod med personen du vill bjuda in:

source: Valid for 7 days
da: Gyldig i 7 dage
fi: Voimassa 7 päivää
no: Gyldig i 7 dager
sv: Giltig i 7 dagar

# shareInvitationLabel
source: Share the invitation:
da: Del invitationen:
fi: Jaa kutsu:
no: Del invitasjonen:
sv: Dela inbjudan:

# copyLabel
source: Copy
da: Kopier
fi: Kopioi
no: Kopier
sv: Kopiera

# emailButtonLabel
source: Email
fi: Sähköposti
no: E-post
sv: E-post

# shareButtonLabel
source: Share
da: Del
fi: Jaa
no: Del
sv: Dela

# finishedButton
source: Done
da: Færdig
fi: Valmis
no: Ferdig
sv: Klar

# invitationEmailSubject
source: Invitation to {kennelName} on Breedly
da: Invitation til {kennelName} på Breedly
fi: Kutsu {kennelName} Breedlyssä
no: Invitasjon til {kennelName} p Breedly
sv: Inbjudan till {kennelName} på Breedly

# invitationEmailBody
source: Hi! You have been invited to join {kennelName} on the Breedly app. Your invitation code is: {code} How to join: 1. Download the Breedly app if you don't have it 2. Log in or create an account 3. Go to Settings → Kennel Management 4. Tap "Join kennel" 5. Enter the code: {code} The code is valid for 7 days. Welcome!
da: Hej! Du er blevet inviteret til at blive med i {kennelName} på Breedly-appen. Din invitationskode er: {code} Sådan bliver du med: 1. Download Breedly-appen hvis du ikke har den 2. Log ind eller opret en konto 3. Gå til Indstillinger → Kenneladministration 4. Tryk på "Bliv med i kennel" 5. Indtast koden: {code} Koden er gyldig i 7 dage. Velkommen!
fi: Hei! Sinut on kutsuttu liittymään {kennelName} Breedly-sovelluksessa. Kutsukoodisi on: {code} Näin liityt: 1. Lataa Breedly-sovellus jos sinulla ei ole sitä 2. Kirjaudu sisään tai luo tili 3. Mene Asetukset → Kennelin hallinta 4. Paina "Liity kenneliin" 5. Syötä koodi: {code} Koodi on voimassa 7 päivää. Tervetuloa!
no: Hei! Du har blitt invitert til bli med i {kennelName} p Breedly-appen. Din invitasjonskode er: {code} Slik blir du med: 1. Last ned Breedly-appen hvis du ikke har den 2. Logg inn eller opprett en konto 3. G til Innstillinger Kennel-administrasjon 4. Trykk p "Bli med i kennel" 5. Skriv inn koden: {code} Koden er gyldig i 7 dager. Velkommen!
sv: Hej! Du har bjudits in att gå med i {kennelName} på Breedly-appen. Din inbjudningskod är: {code} Så här går du med: 1. Ladda ner Breedly-appen om du inte har den 2. Logga in eller skapa ett konto 3. Gå till Inställningar → Kennelhantering 4. Tryck på "Gå med i kennel" 5. Ange koden: {code} Koden är giltig i 7 dagar. Välkommen!

# couldNotOpenEmail
source: Could not open email client
da: Kunne ikke åbne e-mailklient
fi: Sähköpostisovellusta ei voitu avata
no: Kunne ikke pne e-postklient
sv: Kunde inte öppna e-postklient

# invitationShareMessage
source: You have been invited to {kennelName} on Breedly! 🐕 Invitation code: {code} Open the Breedly app, go to Settings → Kennel Management → "Join kennel" and enter the code. The code is valid for 7 days.
da: Du er blevet inviteret til {kennelName} på Breedly! 🐕 Invitationskode: {code} Åbn Breedly-appen, gå til Indstillinger → Kenneladministration → "Bliv med i kennel" og indtast koden. Koden er gyldig i 7 dage.
fi: Sinut on kutsuttu {kennelName} Breedlyssä! 🐕 Kutsukoodi: {code} Avaa Breedly-sovellus, mene Asetukset → Kennelin hallinta → "Liity kenneliin" ja syötä koodi. Koodi on voimassa 7 päivää.
no: Du har blitt invitert til {kennelName} p Breedly! Invitasjonskode: {code} pne Breedly-appen, g til Innstillinger Kennel-administrasjon "Bli med i kennel" og skriv inn koden. Koden er gyldig i 7 dager.
sv: Du har bjudits in till {kennelName} på Breedly! 🐕 Inbjudningskod: {code} Öppna Breedly-appen, gå till Inställningar → Kennelhantering → "Gå med i kennel" och ange koden. Koden är giltig i 7 dagar.
