Repository: kjetilandre95-code/breedly
Catalog: lib/l10n/app_*.arb
Languages: da, fi, no, sv

source: Reset password
da: Nulstil adgangskode
fi: Nollaa salasana
no: Tilbakestill passord
sv: Återställ lösenord

# resetPasswordInstructions
source: Enter your email address and we will send you a link to reset your password.
da: Indtast din e-mailadresse, så sender vi dig et link til at nulstille adgangskoden.
fi: Anna sähköpostiosoitteesi, niin lähetämme sinulle linkin salasanan nollaamiseen.
no: Skriv inn e-postadressen din, så sender vi deg en lenke for å tilbakestille passordet.
sv: Ange din e-postadress så skickar vi en länk för att återställa lösenordet.

# emailRequired
source: Please enter email
da: Indtast venligst e-mail
fi: Anna sähköposti
no: Vennligst fyll inn e-post
sv: Vänligen ange e-post

# invalidEmail
source: Invalid email address
da: Ugyldig e-mailadresse
fi: Virheellinen sähköpostiosoite
no: Ugyldig e-postadresse
sv: Ogiltig e-postadress

# emailSentTo
source: Email sent to {email}. Check your inbox.
da: E-mail sendt til {email}. Tjek din indbakke.
fi: Sähköposti lähetetty osoitteeseen {email}. Tarkista saapuneet.
no: E-post sendt til {email}. Sjekk innboksen din.
sv: E-post skickat till {email}. Kontrollera din inkorg.

source: Log in
da: Log ind
fi: Kirjaudu sisään
no: Logg inn
sv: Logga in

source: Sign up
da: Tilmeld dig
fi: Rekisteröidy
no: Registrer deg
sv: Registrera dig

source: Continue with Google
da: Fortsæt med Google
fi: Jatka Googlella
no: Fortsett med Google
sv: Fortsätt med Google

source: or continue with
da: eller fortsæt med
fi: tai jatka
no: eller fortsett med
sv: eller fortsätt med

# noAccount
source: Don't have an account?
da: Har du ikke en konto?
fi: Eikö sinulla ole tiliä?
no: Har du ikke en konto?
sv: Har du inget konto?

# alreadyHaveAccount
source: Already have an account?
da: Har du allerede en konto?
fi: Onko sinulla jo tili?
no: Har du allerede en konto?
sv: Har du redan ett konto?

source: Password
da: Adgangskode
fi: Salasana
no: Passord
sv: Lösenord

source: Confirm password
da: Bekræft adgangskode
fi: Vahvista salasana
no: Bekreft passord
sv: Bekräfta lösenord

# passwordRequired
source: Please enter password
da: Indtast venligst adgangskode
fi: Anna salasana
no: Vennligst fyll inn passord
sv: Vänligen ange lösenord

# passwordTooShort
source: Password must be at least 6 characters
da: Adgangskoden skal være mindst 6 tegn
fi: Salasanan on oltava vähintään 6 merkkiä
no: Passordet må være minst 6 tegn
sv: Lösenordet måste vara minst 6 tecken

source: Passwords do not match
da: Adgangskoderne matcher ikke
fi: Salasanat eivät täsmää
no: Passordene stemmer ikke overens
sv: Lösenorden matchar inte

source: Select dog
da: Vælg hund
fi: Valitse koira
no: Velg hund
sv: Välj hund

source: Show Results
da: Udstillingsresultater
fi: Näyttelytulokset
no: Utstillingsresultater
sv: Utställningsresultat

source: Total Income
da: Total indkomst
fi: Kokonaistulot
no: Total inntekt
sv: Total inkomst

source: Total expense
da: Samlet udgift
fi: Kokonaismeno
no: Total utgift
sv: Total utgift

source: Net result
da: Nettoresultat
fi: Nettotulos
no: Netto resultat
sv: Nettoresultat

source: Number of expenses
da: Antal udgifter
fi: Menojen määrä
no: Antall utgifter
sv: Antal utgifter

source: Number of incomes
da: Antal indtægter
fi: Tulojen määrä
no: Antall inntekter
sv: Antal inkomster

source: No expenses registered
da: Ingen udgifter registreret
fi: Ei menoja rekisteröity
no: Ingen utgifter registrert
sv: Inga utgifter registrerade

# addFirstExpense
source: Add your first expense to get an overview
da: Tilføj din første udgift for at få overblik
fi: Lisää ensimmäinen meno saadaksesi yleiskuvan
no: Legg inn første utgift for å få oversikt
sv: Lägg till din första utgift för att få översikt

source: Add expense
da: Tilføj udgift
fi: Lisää meno
no: Legg til utgift
sv: Lägg till utgift

source: No incomes registered
da: Ingen indtægter registreret
fi: Ei tuloja rekisteröity
no: Ingen inntekter registrert
sv: Inga inkomster registrerade

# addFirstIncome
source: Add your first income to get an overview
da: Tilføj din første indtægt for at få overblik
fi: Lisää ensimmäinen tulo saadaksesi yleiskuvan
no: Legg inn første inntekt for å få oversikt
sv: Lägg till din första inkomst för att få översikt

source: Add income
da: Tilføj indtægt
fi: Lisää tulo
no: Legg til inntekt
sv: Lägg till inkomst

source: Litter
da: Kuld
fi: Pentue
no: Kull
sv: Kull

source: Litter (optional)
da: Kuld (valgfri)
fi: Pentue (valinnainen)
no: Kull (valgfritt)
sv: Kull (valfritt)

source: No litter
da: Intet kuld
fi: Ei pentuetta
no: Ingen kull
sv: Ingen kull

source: Expense added
da: Udgift tilføjet
fi: Meno lisätty
no: Utgift lagt til
sv: Utgift tillagd

source: Income added
da: Indtægt tilføjet
fi: Tulo lisätty
no: Inntekt lagt til
sv: Inkomst tillagd

source: Delete expense?
da: Slet udgift?
fi: Poista meno?
no: Slett utgift?
sv: Ta bort utgift?

source: Delete income?
da: Slet indtægt?
fi: Poista tulo?
no: Slett inntekt?
sv: Ta bort inkomst?

source: Buyer
da: Køber
fi: Ostaja
no: Kjøper
sv: Köpare

source: Buyer (optional)
da: Køber (valgfri)
fi: Ostaja (valinnainen)
no: Kjøper (valgfritt)
sv: Köpare (valfritt)

# statisticsAndReports
source: Statistics & Reports
da: Statistik & Rapporter
fi: Tilastot & Raportit
no: Statistikk & Rapporter
sv: Statistik & Rapporter

source: Litter statistics
da: Kuldstatistik
fi: Pentuetilastot
no: Kullstatistikk
sv: Kullstatistik

# litterStatisticsDesc
source: Average litter size, gender distribution and more.
da: Gennemsnitlig kuldstørrelse, kønsfordeling og mere.
fi: Keskimääräinen pentuekoko, sukupuolijakauma ja muuta.
no: Gjennomsnittlig kullstørrelse, kjønnsfordeling og mer.
sv: Genomsnittlig kullstorlek, könsfördelning och mer.

source: Weight development
da: Vægtudvikling
fi: Painonkehitys
no: Vektutvikling
sv: Viktutveckling

# weightDevelopmentDesc
source: Compare weight development between puppies and litters.
da: Sammenlign vægtudvikling mellem hvalpe og kuld.
fi: Vertaa painonkehitystä pentujen ja pentueiden välillä.
no: Sammenlign vektutvikling mellom valper og kull.
sv: Jämför viktutveckling mellan valpar och kullar.

# economyStats
source: Economy
da: Økonomi
fi: Talous
no: Økonomi
sv: Ekonomi

# economyStatsDesc
source: Income reports per year and breed.
da: Indtægtsrapporter pr. år og race.
fi: Tuloraportit vuosittain ja roduittain.
no: Inntektsrapporter per år og rase.
sv: Inkomstrapporter per år och ras.

source: Breeding statistics
da: Avlsstatistik
fi: Jalostustilastot
no: Avlsstatistikk
sv: Avelsstatistik

# breedingStatisticsDesc
source: See which parent combinations give the best results.
da: Se hvilke forældrekombinationer der giver bedst resultat.
fi: Katso mitkä vanhempiyhdistelmät antavat parhaat tulokset.
no: Se hvilke foreldrekombinasjoner som gir best resultat.
sv: Se vilka föräldrakombinationer som ger bäst resultat.

# statisticsTip
source: Statistics are automatically updated based on your registered data.
da: Statistikken opdateres automatisk baseret på dine registrerede data.
fi: Tilastot päivittyvät automaattisesti rekisteröimiesi tietojen perusteella.
no: Statistikken oppdateres automatisk basert på dine registrerte data.
sv: Statistiken uppdateras automatiskt baserat på dina registrerade data.

source: Litter overview
da: Kuldoversigt
fi: Pentueyhteenveto
no: Kulloversikt
sv: Kullöversikt

source: Gender distribution
da: Kønsfordeling
fi: Sukupuolijakauma
no: Kjønnsfordeling
sv: Könsfördelning

source: Litter size by breed
da: Kuldstørrelse pr. race
fi: Pentuekoko roduittain
no: Kullstørrelse per rase
sv: Kullstorlek per ras

source: Litters per year
da: Kuld pr. år
fi: Pentueet vuodessa
no: Kull per år
sv: Kullar per år

source: Total litters
da: Kuld i alt
fi: Pentueet yhteensä
no: Totalt kull
sv: Totalt kullar

source: Average litter size
da: Gennemsnitlig kuldstørrelse
fi: Keskimääräinen pentuekoko
no: Gjennomsnittlig kullstørrelse
sv: Genomsnittlig kullstorlek

source: Total puppies
da: Hvalpe i alt
fi: Pentuja yhteensä
no: Totalt valper
sv: Totalt valpar

source: Largest litter
da: Største kuld
fi: Suurin pentue
no: Største kull
sv: Största kull

source: Smallest litter
da: Mindste kuld
fi: Pienin pentue
no: Minste kull
sv: Minsta kull

# puppiesCount
source: {count} puppies
da: {count} hvalpe
fi: {count} pentua
no: {count} valper
sv: {count} valpar

source: Average
da: Gns.
fi: Ka.
no: Snitt
sv: Genomsnitt

# weightComparison
source: Weight comparison between litters
da: Vægtsammenligning mellem kuld
fi: Painovertailu pentueiden välillä
no: Vektsammenligning mellom kull
sv: Viktjämförelse mellan kullar

# noWeightData
source: No weight data registered yet
da: Ingen vægtdata registreret endnu
fi: Ei painotietoja vielä
no: Ingen vektdata registrert ennå
sv: Ingen viktdata registrerad ännu

# registerWeightForComparison
source: Register weight on puppies to compare
da: Registrer vægt på hvalpene for at sammenligne
fi: Rekisteröi pentujen painot vertailua varten
no: Registrer vekt på valpene for å sammenligne
sv: Registrera vikt på valparna för att jämföra

source: Birth weight (avg)
da: Fødselsvægt (gns.)
fi: Syntymäpaino (ka.)
no: Fødselsvekt (snitt)
sv: Födelsevikt (snitt)

source: Latest weight (avg)
da: Seneste vægt (gns.)
fi: Viimeisin paino (ka.)
no: Siste vekt (snitt)
sv: Senaste vikt (snitt)

source: Average weight development
da: Gennemsnitlig vægtudvikling
fi: Keskimääräinen painonkehitys
no: Gjennomsnittlig vektutvikling
sv: Genomsnittlig viktutveckling

# basedOnAllWeightMeasurements
source: Based on all registered weight measurements
da: Baseret på alle registrerede vægtmålinger
fi: Kaikkien rekisteröityjen painomittausten perusteella
no: Basert på alle registrerte vektmålinger
sv: Baserat på alla registrerade viktmätningar

source: Week
da: Uge
fi: Viikko
no: Uke
sv: Vecka

source: Grams
da: Gram
fi: Gramma
no: Gram
sv: Gram

source: Birth weight statistics
da: Fødselsvægt statistik
fi: Syntymäpaino tilastot
no: Fødselsvekt statistikk
sv: Födelsevikt statistik

# avgWeight
source: Average
da: Gns.
fi: Ka.
no: Snitt
sv: Snitt

# maxWeight
source: Max
da: Maks
no: Maks

source: Males (avg)
da: Hanhunde (gns.)
fi: Urokset (ka.)
no: Hanner (snitt)
sv: Hanar (snitt)

source: Females (avg)
da: Tæver (gns.)
fi: Naaraat (ka.)
no: Tisper (snitt)
sv: Tikar (snitt)

# noSalesData
source: No sales data available
da: Ingen salgsdata tilgængelige
fi: Ei myyntitietoja saatavilla
no: Ingen salgsdata tilgjengelig
sv: Ingen försäljningsdata tillgänglig

# createContractsForStats
source: Create purchase contracts to see economy statistics
da: Opret købskontrakter for at se økonomistatistik
fi: Luo ostosopimuksia nähdäksesi taloustilastot
no: Opprett salgskontrakter for å se økonomistatistikk
sv: Skapa köpeavtal för att se ekonomistatistik

# showResultsOverview
source: Overview
da: Oversigt
fi: Yleiskatsaus
no: Oversikt
sv: Översikt

# showResultsStatistics
source: Statistics
da: Statistik
fi: Tilastot
no: Statistikk
sv: Statistik

source: Exhibition results
da: Udstillingsresultater
fi: Näyttelytulokset
no: Utstillingsresultater
sv: Utställningsresultat

# exhibitionResultsDesc
source: Here you can register and track all exhibition results for {dogName}.
da: Her kan du registrere og følge alle udstillingsresultater for {dogName}.
fi: Täällä voit rekisteröidä ja seurata kaikkia {dogName}:n näyttelytuloksia.
no: Her kan du registrere og følge med på alle utstillingsresultater for {dogName}.
sv: Här kan du registrera och följa alla utställningsresultat för {dogName}.

source: Register results
da: Registrer resultater
fi: Rekisteröi tulokset
no: Registrer resultater
sv: Registrera resultat

# registerResultsDesc
source: Add results from exhibitions
da: Tilføj resultater fra udstillinger
fi: Lisää tuloksia näyttelyistä
no: Legg til resultater fra utstillinger
sv: Lägg till resultat från utställningar

# showStatistics
source: Statistics
da: Statistik
fi: Tilastot
no: Statistikk
sv: Statistik

# showStatisticsDesc
source: See statistics on BIR, BIM, group and BIS results
da: Se statistik over BIR, BIM, gruppe- og BIS-resultater
fi: Katso tilastot BIR, BIM, ryhmä- ja BIS-tuloksista
no: Se statistikk over BIR, BIM, gruppe- og BIS-resultater
sv: Se statistik över BIR, BIM, grupp- och BIS-resultat

source: Critique
da: Kritik
fi: Kritiikki
no: Kritikk
sv: Kritik

# critiqueDesc
source: Save judge critique for each exhibition
da: Gem dommerkritik for hver udstilling
fi: Tallenna tuomareiden kritiikki jokaisesta näyttelystä
no: Lagre dommerkritikk for hver utstilling
sv: Spara domares kritik för varje utställning

# showResultTip
source: If the dog wins BIR, you can add group result. If it wins the group (BIG1), you can add BIS result.
da: Hvis hunden bliver BIR, kan du tilføje grupperesultat. Vinder den gruppen (BIG1), kan du tilføje BIS-resultat.
fi: Jos koira voittaa BIR:n, voit lisätä ryhmätuloksen. Jos se voittaa ryhmän (BIG1), voit lisätä BIS-tuloksen.
no: Hvis hunden blir BIR, kan du legge til grupperesultat. Vinner den gruppen (BIG1), kan du legge til BIS-resultat.
sv: Om hunden blir BIR kan du lägga till gruppresultat. Vinner den gruppen (BIG1) kan du lägga till BIS-resultat.

source: Results
da: Resultater
fi: Tulokset
no: Resultater
sv: Resultat

# noShowResults
source: No exhibition results yet
da: Ingen udstillingsresultater endnu
fi: Ei näyttelytuloksia vielä
no: Ingen utstillingsresultater ennå
sv: Inga utställningsresultat ännu

source: Tap to add
da: Tryk + for at tilføje et resultat
fi: Paina + lisätäksesi tuloksen
no: Trykk for å legge til
sv: Tryck + för att lägga till ett resultat

source: No statistics available
da: Ingen statistik tilgængelig
fi: Ei tilastoja saatavilla
no: Ingen statistikk tilgjengelig
sv: Ingen statistik tillgänglig

source: Exhibitions
da: Udstillinger
fi: Näyttelyt
no: Utstillinger
sv: Utställningar

source: Disqualified
da: Diskvalificeret
fi: Hylätty
no: Diskvalifisert
sv: Diskvalificerad

source: Cannot be judged
da: Kan ikke bedømmes
fi: Ei voida arvioida
no: Kan ikke bedømmes
sv: Kan inte bedömas

source: Class placements
da: Klasseplacering
fi: Luokkasijoitukset
no: Klasseplasseringer
sv: Klassplaceringar

# bestMaleDog
source: Best Male (BM)
da: Bedste hanhund (BHK)
fi: Paras uros (PU)
no: Beste hannhund (BHK)
sv: Bästa hanhund (BHK)

# bestFemaleDog
source: Best Female (BF)
da: Bedste tæve (BTK)
fi: Paras narttu (PN)
no: Beste tispe (BTK)
sv: Bästa tik (BTK)

# breedPlacements
source: BOB/BOS
da: BIR/BIM
fi: ROP/VSP
no: BIR/BIM
sv: BIR/BIM

# groupAndBIS
source: Group & BIS
da: Gruppe & BIS
fi: Ryhmä & BIS
no: Gruppe & BIS
sv: Grupp & BIS

source: Group finals
da: Gruppefinaler
fi: Ryhmäfinaalit
no: Gruppefinaler
sv: Gruppfinaler

source: Certificates
da: Certifikater
fi: Sertifikaatit
no: Sertifikater
sv: Certifikat

source: Junior certificates
da: Junior certifikater
fi: Junior sertifikaatit
no: Junior sertifikater
sv: Junior certifikat

source: Veteran certificates
da: Veteran certifikater
fi: Veteraani sertifikaatit
no: Veteran sertifikater
sv: Veteran certifikat

# noCertificates
source: No certificates yet
da: Ingen certifikater endnu
fi: Ei sertifikaatteja vielä
no: Ingen sertifikater ennå
sv: Inga certifikat ännu

source: Judges
da: Dommere
fi: Tuomarit
no: Dommere
sv: Domare

# judgesCount
source: {count} judges
da: {count} dommere
fi: {count} tuomaria
no: {count} dommere
sv: {count} domare

# seeAllJudges
source: See all {count} judges
da: Se alle {count} dommere
fi: Katso kaikki {count} tuomaria
no: Se alle {count} dommere
sv: Se alla {count} domare

# exhibitionCount
source: {count} exhibition
da: {count} udstilling
fi: {count} näyttely
no: {count} utstilling
sv: {count} utställning

# exhibitionsCount
source: {count} exhibitions
da: {count} udstillinger
fi: {count} näyttelyä
no: {count} utstillinger
sv: {count} utställningar

source: All judges
da: Alle dommere
fi: Kaikki tuomarit
no: Alle dommere
sv: Alla domare

source: Add result
da: Tilføj resultat
fi: Lisää tulos
no: Legg til resultat
sv: Lägg till resultat

source: Edit result
da: Rediger resultat
fi: Muokkaa tulosta
no: Rediger resultat
sv: Redigera resultat

source: Delete result
da: Slet resultat
fi: Poista tulos
no: Slett resultat
sv: Ta bort resultat

# confirmDeleteResult
source: Are you sure you want to delete the result from {showName}?
da: Er du sikker på, at du vil slette resultatet fra {showName}?
fi: Haluatko varmasti poistaa tuloksen {showName}?
no: Er du sikker på at du vil slette resultatet fra {showName}?
sv: Är du säker på att du vill ta bort resultatet från {showName}?

source: Judge
da: Dommer
fi: Tuomari
no: Dommer
sv: Domare

source: Result
da: Resultat
fi: Tulos
no: Resultat
sv: Resultat

source: Own notes
da: Egne noter
fi: Omat muistiinpanot
no: Egne notater
sv: Egna anteckningar

source: Judge critique
da: Dommerkritik
fi: Tuomarikritiikki
no: Dommerkritikk
sv: Domarkritik

source: Show name
da: Udstillingsnavn
fi: Näyttelyn nimi
no: Utstillingsnavn
sv: Utställningsnamn

# showNameHint
source: e.g. NKK Drammen
da: f.eks. DKK København
fi: esim. SKL Helsinki
no: f.eks. NKK Drammen
sv: t.ex. SKK Stockholm

source: Show type
da: Udstillingstype
fi: Näyttelytyyppi
no: Type utstilling
sv: Utställningstyp

# showClass
source: Class
da: Klasse
fi: Luokka
no: Klasse
sv: Klass

source: Quality
da: Kvalitet
fi: Laatu
no: Premiegrad
sv: Kvalitet

source: Class placement
da: Klasseplacing
fi: Luokkasijoitus
no: Klasseplassering
sv: Klassplacering

source: Unplaced
da: Uplaceret
fi: Sijoittamaton
no: Uplassert
sv: Oplacerad

source: Best of sex
da: Bedste hanhund/tæve
fi: Paras uros/naaras
no: Beste hannhund/tispe
sv: Bästa hane/tik

source: Group result
da: Grupperesultat
fi: Ryhmätulos
no: Grupperesultat
sv: Gruppresultat

source: No placement
da: Ingen placering
fi: Ei sijoitusta
no: Ingen plassering
sv: Ingen placering

# didNotParticipate
source: Did not participate / no placement
da: Deltog ikke / ingen placering
fi: Ei osallistunut / ei sijoitusta
no: Deltok ikke / ingen plassering
sv: Deltog inte / ingen placering

source: BIS result
da: BIS-resultat
fi: BIS-tulos
no: BIS-resultat
sv: BIS-resultat

source: Required
da: Påkrævet
fi: Vaaditaan
no: Påkrevd
sv: Krävs

source: Update
da: Opdater
fi: Päivitä
no: Oppdater
sv: Uppdatera

source: Puppy show
da: Hvalpeshow
fi: Pentunäyttely
no: Valpeshow
sv: Valputställning

source: National
fi: Kansallinen
no: Nasjonal
sv: Nationell

source: Nordic
da: Nordisk
fi: Pohjoismainen
no: Nordisk
sv: Nordisk

source: International
fi: Kansainvälinen
no: Internasjonal
sv: Internationell

source: Breed special
da: Racespecial
fi: Rotuerityinen
no: Rasespesial
sv: Rasspecial

source: Food
da: Foder
fi: Ruoka
no: Fôr
sv: Foder

source: Veterinary
da: Dyrlæge
fi: Eläinlääkäri
no: Veterinær
sv: Veterinär

# registration
source: Registration (Kennel Club)
da: Registrering (DKK)
fi: Rekisteröinti (SKL)
no: Registrering (NKK)
sv: Registrering (SKK)

source: Other
da: Andet
fi: Muu
no: Annet
sv: Övrigt

source: No data available
da: Ingen data tilgængelig
fi: Ei tietoja saatavilla
no: Ingen data tilgjengelig
sv: Ingen data tillgänglig

# registerWeightToSeeStats
source: Register weight on puppies to see statistics
da: Registrer vægt på hvalpene for at se statistik
fi: Rekisteröi pentujen paino nähdäksesi tilastot
no: Registrer vekt på valpene for å se statistikk
sv: Registrera vikt på valparna för att se statistik

# noWeightDataRegistered
source: No weight data registered yet
da: Ingen vægtdata registreret endnu
fi: Ei painotietoja rekisteröity vielä
no: Ingen vektdata registrert ennå
sv: Ingen viktdata registrerad ännu

# registerWeightToCompare
source: Register weight on puppies to compare
da: Registrer vægt på hvalpene for at sammenligne
fi: Rekisteröi pentujen paino vertaillaksesi
no: Registrer vekt på valpene for å sammenligne
sv: Registrera vikt på valparna för att jämföra

source: Weight comparison between litters
da: Vægtsammenligning mellem kuld
fi: Painovertailu pentueiden välillä
no: Vektsammenligning mellom kull
sv: Viktjämförelse mellan kullar

# birthWeightAverage
source: Birth weight (avg)
da: Fødselsvægt (gns)
fi: Syntymäpaino (keskim.)
no: Fødselsvekt (snitt)
sv: Födelsevikt (snitt)

# latestWeightAverage
source: Latest weight (avg)
da: Seneste vægt (gns)
fi: Viimeisin paino (keskim.)
no: Siste vekt (snitt)
sv: Senaste vikt (snitt)

source: Max
da: Maks
fi: Maks
no: Maks

# malesAverage
source: Males (avg)
da: Hanner (gns)
fi: Urokset (keskim.)
no: Hanner (snitt)
sv: Hanar (snitt)

# femalesAverage
source: Females (avg)
da: Tæver (gns)
fi: Naaraat (keskim.)
no: Tisper (snitt)
sv: Tikar (snitt)

source: No sales data available
da: Ingen salgsdata tilgængelig
fi: Ei myyntitietoja saatavilla
no: Ingen salgsdata tilgjengelig
sv: Ingen försäljningsdata tillgänglig

# createContractsToSeeStats
source: Create purchase contracts to see economy statistics
da: Opret købskontrakter for at se økonomistatistik
fi: Luo ostosopimuksia nähdäksesi taloustilastot
no: Opprett salgskontrakter for å se økonomistatistikk
sv: Skapa köpkontrakt för att se ekonomistatistik

source: Revenue overview
da: Indtægtsoversigt
fi: Tulojen yleiskatsaus
no: Inntektsoversikt
sv: Intäktsöversikt

source: Total turnover
da: Total omsætning
fi: Kokonaisliikevaihto
no: Total omsetning
sv: Total omsättning

source: Paid
da: Betalt
fi: Maksettu
no: Betalt
sv: Betalat

source: Outstanding
da: Udestående
fi: Maksamatta
no: Utestående
sv: Utestående

source: contracts total
da: kontrakter i alt
fi: sopimusta yhteensä
no: kontrakter totalt
sv: kontrakt totalt

source: Revenue per year
da: Indtægt per år
fi: Tulot vuosittain
no: Inntekt per år
sv: Intäkt per år

source: Revenue per breed
da: Indtægt per race
fi: Tulot roduittain
no: Inntekt per rase
sv: Intäkt per ras

source: Price statistics
da: Prisstatistik
fi: Hintatilastot
no: Prisstatistikk
sv: Prisstatistik

source: Average price
da: Gennemsnitspris
fi: Keskihinta
no: Snittpris
sv: Snittpris

source: Lowest
da: Laveste
fi: Alin
no: Laveste
sv: Lägsta

source: Highest
da: Højeste
fi: Ylin
no: Høyeste
sv: Högsta

source: No breeding data available
da: Ingen avlsdata tilgængelig
fi: Ei jalostustietoja saatavilla
no: Ingen avlsdata tilgjengelig
sv: Ingen avelsdata tillgänglig

# registerLittersToSeeBreedingStats
source: Register litters to see breeding statistics
da: Registrer kuld for at se avlsstatistik
fi: Rekisteröi pentueet nähdäksesi jalostustilastot
no: Registrer kull for å se avlsstatistikk
sv: Registrera kullar för att se avelsstatistik

source: Best parent combinations
da: Bedste forældrekombinationer
fi: Parhaat vanhempien yhdistelmät
no: Beste foreldrekombinasjoner
sv: Bästa föräldrakombinationer

source: Sorted by average litter size
da: Sorteret efter gennemsnitlig kuldstørrelse
fi: Lajiteltu keskimääräisen pentuekoon mukaan
no: Sortert etter gjennomsnittlig kullstørrelse
sv: Sorterat efter genomsnittlig kullstorlek

source: Avg litter size
da: Gns kuldstørrelse
fi: Keskim. pentuekoko
no: Snitt kullstørrelse
sv: Snitt kullstorlek

source: Avg birth weight
da: Gns fødselsvægt
fi: Keskim. syntymäpaino
no: Snitt fødselsvekt
sv: Snitt födelsevikt

source: Most used breeding dogs
da: Mest brugte avlshunde
fi: Eniten käytetyt jalostuskoirat
no: Mest brukte avlshunder
sv: Mest använda avelsdjur

source: Placement rate
da: Placeringsrate
fi: Sijoitusaste
no: Plasseringsrate
sv: Placeringsgrad

source: Sold
da: Solgt
fi: Myyty
no: Solgt
sv: Såld

source: Reserved
da: Reserveret
fi: Varattu
no: Reservert
sv: Reserverad

source: CK (Certificate Quality)
da: CK (Certifikat Kvalitet)
fi: CK (Sertifikaattitaso)
no: CK (Certifikat Kvalitet)
sv: CK (Certifikat Kvalitet)

source: Best male placement
da: Placering bedste hanhund
fi: Paras uros sijoitus
no: Plassering beste hannhund
sv: Placering bästa hane

source: Best female placement
da: Placering bedste tæve
fi: Paras naaras sijoitus
no: Plassering beste tispe
sv: Placering bästa tik
